Repository: Tichau/FileConverter
Catalog: Application/FileConverter/Properties/Resources.*.resx
Languages: ar_eg, chs, cs_cz, de, es_es, fa_ir, fr, he_il, id_id, it_it, ja_jp, ko_kr, pt, si, sr_cyrl, sr_latn, tr_tr, vi_vn, zh_cn, zh_tw

source: About
ar_eg: حول البرنامج
chs: 关于
cs_cz: O programu
de: Über
es_es: Acerca de...
fa_ir: درباره
fr: A propos
he_il: אודות
id_id: Tentang
it_it: Informazioni su
ko_kr: 정보
pt: Sobre
si: පිළිබඳ
sr_cyrl: О порграму
sr_latn: O porgramu
tr_tr: Hakkında
vi_vn: Thông tin
zh_cn: 关于
zh_tw: 關於

# ActionWhenConversionSucceedDescription
source: Allow you to chose what you want to do with your input files if the conversion succeed
ar_eg: السماح لك لاختيار ماذا تريد أن تفعل مع الملف المدخل عند انتهاء التحويل
chs: 转换成功后，对转换前文件(输入文件)的操作
cs_cz: Umožňuje zvolit, co chcete udělat se vstupními soubory, pokud konverze proběhne úspěšně.
de: Erlaubt es die Aktion auszuwählen, die passiert, sobald die Dateien konvertiert sind.
es_es: Le permite elegir qué hacer con los archivos origen si la conversión tiene éxito
fa_ir: تبدیل موفقیت آمیز بود
fr: Cette option vous permet de choisir ce que vous souhaitez faire du fichier d'origine après une conversion réussie
he_il: מאפשר לך לבחור מה אתה רוצה לעשות עם קבצי המקור, אם ההמרה תצליח
id_id: Memungkinkan Anda memilih apa yang ingin dilakukan dengan Berkas masukan jika konversi berhasil
it_it: Permette di scegliere cosa vuoi fare con i tuoi file di input se la conversione ha successo
ja_jp: 変換に成功した場合、入力ファイルをどうするか選択できます。
ko_kr: Allow you to choose what you want to do with your input files if the conversion succeed
pt: Se a conversão for bem sucedida, o que pretende fazer com o ficheiro original?
si: පරිවර්තනය සාර්ථක වූ විට ආදාන ගොනුවලට කුමක් කළ යුතු ද යන්න තෝරන්න
sr_cyrl: Дозволите да изаберете шта желите да урадите са вашим улазним датотекама ако конверзија буде успешна.
sr_latn: Dozvolite da izaberete šta želite da uradite sa vašim ulaznim datotekama ako konverziјa bude uspešna.
tr_tr: Dönüşüm başarılı olursa, giriş dosyasıyla ne yapmak istediğinize karar verir
vi_vn: Cho phép bạn chọn làm gì với các tệp tin gốc sau khi chuyển đổi thành công
zh_cn: 指定转换成功后对文件的操作
zh_tw: 指定轉換成功後要對原始檔案進行的操作

# ActionWhenConversionSucceedTitle
source: Action when conversion succeed
ar_eg: افعل عند انتهاء التحويل بنجاح
chs: 转换成功后执行
cs_cz: Akce při úspěšné konverzi
de: Aktion nach Umwandlungsschluss
es_es: Acción tras conversión:
fa_ir: تبدیل موفقیت آمیز بود
fr: Action après conversion réussie
he_il: פעולה לביצוע בסיום ההמרה
id_id: Tindakan ketika konversi berhasil
it_it: Azione dopo la conversione
ja_jp: コンバージョン成功時の動作
ko_kr: 변환 완료 후 수행할 동작
pt: Ação a fazer aquando conversão bem sucedida
si: පරිවර්තනය සාර්ථක වූ විට කළ යුතු කාර්යය
sr_cyrl: Акција при успешној конверзацији
sr_latn: Akciјa pri uspešnoј konverzaciјi
tr_tr: Dönüşüm işlemi başarılı olduğunda yapılacak işlem
vi_vn: Sau khi chuyển đổi thành công
zh_cn: 转换成功时的操作
zh_tw: 轉換成功時的操作

# AddNewPreset
source: Add new preset (duplicate selected preset)
ar_eg: ضبط مسبق جديد
chs: 新预设
cs_cz: Nové přednastavení
de: Eine neues Preset hinzufügen (duplicate selected preset)
es_es: Añadir preajuste (duplicando el actual)
fa_ir: اضافه کردن پریست
fr: Ajoute un nouveau preset (duplique le preset selectionné)
he_il: הגדרה מראש חדשה
id_id: Preset baru
it_it: Aggiungi nuovo modello (duplica modello selezionato)
ja_jp: 新しいプリセット
ko_kr: 새 프리셋
pt: Adicional nova predefinição (duplicar predefinição selecionada)
si: නව ප්‍රතිසැකසුමක් තනන්න (තෝරාගත් ප්‍රතිසැකසුම අනු පිටපත් කරන්න)
sr_cyrl: Нови присет
sr_latn: Novi priset
tr_tr: Yeni ön ayar
vi_vn: Hồ sơ mới
zh_cn: 新的预设
zh_tw: 新增預設值

source: Application
ar_eg: البرنامج
chs: 设置
cs_cz: Aplikace
de: Applikation
es_es: Aplicación
fa_ir: برنامه
he_il: ישום
id_id: Aplikasi
it_it: Applicazione
ja_jp: アプリケーション
ko_kr: 애플리케이션
pt: Programa
si: මෘදුකාංගය
sr_cyrl: Програм
sr_latn: Program
tr_tr: Uygulama
vi_vn: Ứng dụng
zh_cn: 应用
zh_tw: 應用程式

# AudioTitle
source: Audio
ar_eg: الصوت
chs: Audio(音频)
fa_ir: صدا
he_il: שמע
ja_jp: オーディオ
ko_kr: 오디오
si: ශ්‍රව්‍ය
sr_cyrl: Звук
sr_latn: Zvuk
tr_tr: Ses
vi_vn: Âm thanh
zh_cn: 音频
zh_tw: 音訊

# AutomaticallyCheckForUpdates
source: Automatically check for updates when File Converter starts
ar_eg: البحث عن التحديثات تلقائياً عند فتح البرنامج
chs: 软件启动时，自动检测更新
cs_cz: Automatická kontrola aktualizací při spuštění aplikace File Converter
de: Bei Programmstart automatisch nach Updates suchen
es_es: Buscar actualizaciones de forma automática cuando File Converter se ejecuta
fa_ir: بررسی خودکار به‌روزرسانی
fr: Vérifier automatiquement les mises à jour au démarrage de File Converter
he_il: בדיקה אוטומטית של עדכונים בהפעלת התוכנה
id_id: Secara otomatis memeriksa pembaruan saat File Converter dimulai
it_it: Controlla automaticamente gli aggiornamenti all'avvio di File Converter
ja_jp: ファイルコンバータ起動時に自動的にアップデートをチェック
ko_kr: File Converter를 시작할 때 자동으로 업데이트 확인
pt: verificar por atualizações automaticamente quando o File converter iniciar
si: File Converter ආරම්භයේදී ස්වයංක්‍රියව යාවත්කාලීන සඳහා සොයන්න
sr_cyrl: Аутоматски провери ажурирања када се File Converter покрене
sr_latn: Automatski proveri ažuriranja kada se File Converter pokrene
tr_tr: File Converter başladığında otomatik olarak güncellemeleri denetle
vi_vn: Tự động kiểm tra cập nhật khi File Converter khởi động
zh_cn: File Converter 启动时自动检查更新
zh_tw: 程式啟動時自動檢查更新

source: Automatically exit when all conversions finished
ar_eg: الخروج من البرنامج عند انتهاء كل التحويلات
chs: 转换完成后自动退出
cs_cz: Automatické ukončení po dokončení všech konverzí
de: Automatisch schließen, wenn alle Dateien bereit sind
es_es: Salir automáticamente al concluir las conversiones
fa_ir: خروج خودکار بعد از تبدیل همه فایل‌ها
fr: Terminer File Converter lorsque toutes les conversions ont réussi
he_il: יציאה אוטומטית בסיום כל ההמרות
id_id: Keluar otomatis ketika semua konversi selesai
it_it: Esci automaticamente quando tutte le conversioni sono terminate
ja_jp: すべての変換が終了すると自動的に終了する
ko_kr: 모든 변환이 완료되었을 때 자동으로 종료
pt: Sair do programa automaticamente quando todas as conversões estiverem concluídas
si: සියළු පරිවර්තන අවසානයේ ස්වයංක්‍රියව පිටවන්න
sr_cyrl: Аутоматцки изађи када се све конверзије заврше
sr_latn: Automatski izađi kada se sve konverziјe završe
tr_tr: Tüm dönüşümler bittiğinde otomatik olarak çıkış yap
vi_vn: Tự động thoát khi tất cả các tệp tin được chuyển đổi
zh_cn: 所有转换完成后自动退出
zh_tw: 所有轉換完成後自動關閉

# ClampToLowestPowerOfTwoSize
source: Clamp to lowest power of 2 size
ar_eg: ثبت لأدنى طاقة بحجم 2
chs: 限制尺寸为2的n次幂（即保证尺寸为2的倍数）
es_es: Redondear al tamaño de la potencia de dos más bajo
fa_ir: تلاش برای حداکثر فشرده‌سازی
fr: Ajuster la taille à la puissance de 2 la plus proche
id_id: Sesuaikan ke ukuran pangkat 2 terendah
it_it: Aggancia alla potenza 2 volte più bassa
ja_jp: クランプは2サイズの最小パワー
si: 2 විශාලත්වයේ කුඩාම ගුණය වෙත කලම්ප කරන්න
sr_cyrl: Ограничити на најнижи степен двојке по величини
sr_latn: Ograničiti na naјniži stepen dvoјke po veličini
tr_tr: 2 boyutun en düşük kuvvetine sıkıştır (?)
vi_vn: Điều chỉnh kính thước theo lũy thừa (nhỏ nhất là 2)
zh_cn: 缩小到最接近的2的次方大小（例 512x512）
zh_tw: 限制為最接近的 2 的次方大小

source: Close
ar_eg: إغلاق
chs: 关闭
de: Schließen
es_es: Cerrar
fa_ir: خروج
fr: Fermer
he_il: סגור
id_id: Tutup
it_it: Esci
ja_jp: 閉じる
ko_kr: 닫기
pt: Fechar
si: වසන්න
sr_cyrl: Затвори
sr_latn: Zatvori
tr_tr: Kapat
vi_vn: Đóng
zh_cn: 关闭
zh_tw: 關閉

source: Conversion Presets
ar_eg: أرشيف الضبط المسبق
chs: 文件转换预设
cs_cz: Předvolby konverze
de: Umwandlungs-Preset
es_es: Preajustes de conversión
fa_ir: پریست برای تبدیل
fr: Presets de conversion
he_il: הגדרות המרה מוגדרות מראש
id_id: Preset Konversi
it_it: Modelli di conversione
ja_jp: 変換プリセット
ko_kr: 변환 프리셋
pt: Predefinições de conversão
si: පරිවර්තන ප්‍රතිසැකසුම්
sr_cyrl: Присети конверзације
sr_latn: Priseti konverzaciјe
tr_tr: Dönüşüm Ön Ayarları
vi_vn: Hồ sơ chuyển đổi
zh_cn: 转换设置
zh_tw: 轉換預設值

# ConversionQueueTitle
source: Files to convert
ar_eg: ملفات للتحويل
chs: 转换任务队列
cs_cz: Soubory ke konverzi
de: Dateien zu konvertieren
es_es: Archivos a convertir
fa_ir: دسته‌بندی تبدیل
fr: Fichiers à convertir
he_il: קבצים להמרה
id_id: File yang akan dikonversi
it_it: File da convertire
ja_jp: 変換するファイル
ko_kr: 변환할 파일
pt: Ficheiros para converter
si: පරිවර්තනයට ගොනු
sr_cyrl: Датотеке за конверзацију
sr_latn: Datoteke za konverzaciјu
tr_tr: Dönüştürülecek dosyalar
vi_vn: Tệp tin cần chuyển đổi
zh_cn: 要转换的文件
zh_tw: 待轉換的檔案

source: Converted from
ar_eg: محول من
chs: 转换自
de: Umgewandelt von
es_es: Convertir de
fa_ir: تبدیل از
fr: Converti depuis
he_il: המרה מ:
id_id: Dikonversi dari
it_it: Convertito da
ja_jp: から変換
ko_kr: 원본 파일:
pt: Convertidos de
si: වෙතින් පිටපත් කළ
sr_cyrl: Конвертовано из
sr_latn: Konvertovano iz
tr_tr: 'den/'dan dönüştürüldü
vi_vn: Đã chuyển đổi từ
zh_cn: 转换自
zh_tw: 轉換自

# Diagnostics
source: Logs
ar_eg: السجلات
chs: 日志
cs_cz: Logy
es_es: Registros
fa_ir: گزارشات
fr: Historique d'activité
he_il: לוגים
id_id: Log
it_it: Log
ja_jp: ログ
ko_kr: 로그
si: ලඝු
sr_cyrl: Дневници
sr_latn: Dnevnici
tr_tr: kayıtlar
vi_vn: Nhật ký hoạt động
zh_cn: 日志
zh_tw: 日誌

# DiagnosticsButtonTitle
source: Logs
fr: Historique d'activité
it_it: Log
si: ලඝු

# DocumentationButtonDescription
source: Open documentation
ar_eg: فتح الوثائق
chs: 打开文档
cs_cz: Otevřít dokumentaci
de: Dokumentation öffnen
es_es: Abrir documentación
fa_ir: فایل کردن سند
fr: Ouvrir la documentation
he_il: פתח תיעוד
id_id: Buka dokumentasi
it_it: Apri documentazione
ja_jp: ドキュメントを開く
ko_kr: 문서 열기
pt: Abrir documentação
si: ප්‍රලේඛනය විවෘත කරන්න
sr_cyrl: Отвори документацију
sr_latn: Otvori dokumentaciјu
tr_tr: Açık Belgeler
vi_vn: Mở tài liệu
zh_cn: 打开文件
zh_tw: 開啟文件

# DonateButtonTitle
source: Donate
ar_eg: تبرع
chs: 捐赠
cs_cz: Přispět
de: Spenden
es_es: Donar
fa_ir: حمایت مالی
fr: Faire un don
he_il: תרום
id_id: Donasi
it_it: Dona
ja_jp: 寄付する
ko_kr: 후원
pt: Doar
si: පරිත්‍යාග
sr_cyrl: Донирај
sr_latn: Doniraј
tr_tr: Bağış yap
vi_vn: Quyên góp
zh_cn: 捐赠
zh_tw: 贊助

# DonateDescription
source: Don't forget to reward my work if you like it :)
ar_eg: لا تنسي مكافأة عملي لو أعجبك
chs: 如果你喜欢我的作品的话记得请我喝杯咖啡 :)
cs_cz: Nezapomeňte mou práci odměnit, pokud se vám líbí :)
de: Vergessen Sie nicht meine Arbeit zu belohnen, wenn sie Ihnen gefällt :)
es_es: No olvide recompensar mi trabajo si le ha gustado :)
fa_ir: اگر از برنامه رضایت داشتید حمایت مالی فراموش نشود
fr: N'oubliez pas de récompenser mon travail si vous l'apréciez :)
he_il: אל תשכח לתגמל אותי אם אתה אוהב את זה :)
id_id: Jangan lupa untuk menghargai karya saya jika Anda menyukainya :)
it_it: Non dimenticare di premiare il nostro lavoro se ti piace :)
ja_jp: もし気に入ってもらえたら、僕の作品にご褒美をあげるのを忘れないでね :)
ko_kr: 제 작품이 마음에 드셨다면 보상해주는 것을 잊지 마세요 :)
pt: Não se esqueça de recompensar o meu trabalho se gostou :)
si: මගේ වැඩවලට කැමතිනම් පරිත්‍යාගයක් කිරීමට අමතක නොකරන්න :)
sr_cyrl: Не заборави да наградиш мој рад ако ти се свиђа :)
sr_latn: Ne zaboravi da nagradiš moј rad ako ti se sviđa :)
tr_tr: Eğer beğendiysen işimde bana yardımcı olmayı unutma :)
vi_vn: Đừng quên ủng hộ cốc cà phê cho tôi nếu bạn thích nó :)
zh_cn: 如果你喜欢，别忘了鼓励我的工作^_^
zh_tw: 如果您喜歡這個軟體，別忘了給予一些支持 :)

# DownloadAndInstallButtonDescription
source: The update will be downloaded in background, and installed once you exit File Converter.
ar_eg: التحديث سوف يقوم بالتنزيل في الخلفية و سوف يتم تثبيت التحديث عند غلق البرنامج
chs: 更新将在后台进行并在您退出 File Converter 后进行安装
cs_cz: Aktualizace se stáhne na pozadí a nainstaluje se po ukončení aplikace File Converter.
de: Das Update wird im Hintergrund heruntergeladen und installiert sobald sie File Converter schließen
es_es: La actualización se descargará en segundo plano y será instalada una vez salga de File Converter.
fa_ir: دانلود آپدیت و نصب آن پس از خروج از برنامه
fr: La mise à jour sera téléchargée en tâche de fond et sera installée à la fermeture de File Converter.
he_il: העדכון ירד ברקע ויותקן כשתצא מהתוכנה.
id_id: Pembaruan akan diunduh di latar belakang, dan dipasang setelah Anda keluar dari File Converter
it_it: L'aggiornamento verrà scaricato in background e installato una volta uscito da File Converter.
ja_jp: アップデートはバックグラウンドでダウンロードされ、ファイルコンバータを終了するとインストールされます。
ko_kr: 업데이트는 백그라운드에서 다운로드되어 File Converter를 종료하면 설치됩니다.
pt: A atualização irá ser decarregada em background e instalada assim que fechar o File Converter.
si: යාවත්කාලීනය පසුබිමින් බාගත වේ, පසුව File Converter වෙතින් පිට වීමේදී ස්ථාපනය වේ.
sr_cyrl: Ажурирање ће бити преузето у позадини и инсталирано када напустите File Converter.
sr_latn: Ažuriranje će biti preuzeto u pozadini i instalirano kada napustite File Converter.
tr_tr: Güncelleme arkaplanda iniyor olacak, ve File Converter'dan çıktığınızda kurulacak.
vi_vn: Bản cập nhật sẽ được tải xuống ở chế độ nền và cài đặt sau khi bạn thoát khỏi File Converter.
zh_cn: 此更新将在后台下载，并在 File Converter 退出后立即开始安装。
zh_tw: 更新將會在背景下載，並在您關閉 File Converter 後安裝。

# DownloadAndInstallButtonTitle
source: Install when I exit File Converter
ar_eg: تثبيت عندما اقوم بإغلاق البرنامج
chs: 当我退出 File Converter 后进行安装
cs_cz: Instalovat po ukončení aplikace File Converter
de: Installieren sobald ich File Converter schließe
es_es: Instalar tras salir de File Converter
fa_ir: بعد از خارج شدن از برنامه نصب کن
fr: Installer lorsque je quitte File Converter
he_il: התקן לאחר יציאה מהתוכנה
id_id: Pasang ketika saya keluar dari File Converter
it_it: Installa quando esco da File Converter
ja_jp: ファイルコンバータを終了するとインストールされる
ko_kr: File Converter를 종료할 때 설치
pt: instalar quando eu sair do File Converter
si: File Converter වෙතින් පිට වීමේදී ස්ථාපනය කරන්න
sr_cyrl: Инсталирај када изађем из File Converter-а
sr_latn: Instaliraј kada izađem iz File Converter-a
tr_tr: File Converter'dan çıktığımda kur
vi_vn: Cài đặt khi tôi thoát khỏi File Converter
zh_cn: 当我退出 File Converter 时安装
zh_tw: 關閉 File Converter 後安裝

source: Encoding :
ar_eg: الترميز:
chs: 比特率 :
cs_cz: Konvertování :
de: Codierung:
es_es: Codificación:
fa_ir: رمزگذاری (انکد) :
fr: Encodage :
he_il: קידוד :
id_id: Pengkodean :
it_it: Codifica :
ja_jp: エンコーディング :
ko_kr: 인코딩 :
pt: Codificação :
si: කේතනය :
sr_cyrl: Кодирање :
sr_latn: Kodiranje :
tr_tr: Şifreleniyor :
vi_vn: Mã hóa :
zh_cn: 正在编码：
zh_tw: 編碼：

source: Encoding speed :
ar_eg: سرعة الترميز:
chs: 编码速度 :
cs_cz: Rychlost konvertování :
de: Codierungsgeschwindigkeit :
es_es: Vel. de codificación:
fa_ir: سرعت رمزگذاری :
fr: Vitesse d'encodage :
he_il: מהירות קידוד :
id_id: Kecepatan pengkodean :
it_it: Velocità di codifica :
ja_jp: エンコード速度 :
ko_kr: 인코딩 속도 :
pt: Velocidade de codificação :
si: කේතන වේගය :
sr_cyrl: Брзина кодирања :
sr_latn: Brzina kodiranja :
tr_tr: Şifreleme hızı :
vi_vn: Tốc độ mã hóa :
zh_cn: 编码速度：
zh_tw: 編碼速度：

# FileConverterStartHelp1
source: File Converter is a shell extension.
ar_eg: shell يكون صيغة File Converter
chs: File Converter 是拓展到鼠标右键菜单工具
cs_cz: File Converter je rozšíření pro shell.
de: File Converter ist eine Shell-Erweiterung.
es_es: File Converter es una extensión de la "shell" de Windows.
fa_ir: این برنامه، یک افزونه راست کلیک است
fr: File Converter est une extension.
he_il: File covnerter הוא הרחבת מעטפת.
id_id: File Converter adalah ekstensi shell
it_it: File Converter è un'estensione della shell.
ja_jp: File Converterはシェル拡張です。
ko_kr: File Converter는 셸 확장입니다.
pt: O File Converter é uma extensão shell.
si: File Converter යනු shell දිගුවකි.
sr_cyrl: File Converter је додатак за шкољку
sr_latn: File Converter јe dodatak za školjku
tr_tr: File Converter bir kabuk uzantısıdır.
vi_vn: File Converter là một tiện ích mở rộng shell.
zh_cn: File Converter 是一个 Shell 扩展。
zh_tw: File Converter 是一個檔案總管擴充功能。

# FileConverterStartHelp2
source: That means it is integrated into the Windows explorer.
ar_eg: Windows explorer. ذلك معناه انه مدمج مع
chs: 这意味着它已集成到 Windows 资源管理器中
cs_cz: To znamená, že je integrován do průzkumníka systému Windows.
de: Das heißt, dass sie in den Windows Explorer integriert ist.
es_es: Ello significa que está integrado en el Explorador de Windows.
fa_ir: کافی است بر روی فایل مورد نظر راست کلیک کرده و از برنامه استفاده نمایید
fr: Cela signifie qu'il est intégré dans l'explorateur Windows.
he_il: שמשולבת בתוך סייר הקבצים של Windows.
id_id: Itu berarti terintegrasi ke dalam Windows explorer
it_it: Ciò significa che è integrato in Windows Explorer.
ja_jp: つまり、ウィンドウズのエクスプローラーに統合されているのだ。
ko_kr: 이것은 File Converter가 Windows 탐색기에 통합되어 있다는 것을 의미합니다.
pt: Isso quer dizer que está integrada no explorador de ficheiros.
si: මෙයින් අදහස් වන්නේ එය Windows Explorer වෙත ඒ්කාබද්ධ කර ඇති බවයි.
sr_cyrl: То значи да је интегрисан у Windows Explorer.
sr_latn: To znači da јe integrisan u Windows Explorer.
tr_tr: Bu, Windows gezgini ile birleşik çalıştığı anlamına geliyor.
vi_vn: Điều này có nghĩa là nó được tích hợp vào Windows Explorer
zh_cn: 这意味着它被集成在 Windows 资源管理器中。
zh_tw: 這表示它已整合至 Windows 檔案總管中。

# FileConverterStartHelp3
source: To use File Converter please open the explorer and right-click on any file you like to bring up the context menu where you will find File Converter commands (see the online documentation to see the list of compatible file formats).
ar_eg: لاستخدام File Converter قم بفتح explorer وقم بالضغط مرتين يمين علي الملف الذي تريد جلبة الي القائمة حيث سوف تجد اوامر البرنامج (انظر ملف readme لتري مجموعه الصيغ المتوافقة
chs: 要使用 File Converter，请找到选择您喜欢的任何文件并右键单击以弹出右键菜单，您将在其中找到文件转换器命令（请参阅自述文件以查看兼容文件格式的列表）。
cs_cz: Pro použití aplikace File Converter otevřete průzkumník souborů a klikněte pravým tlačítkem myši na libovolný soubor, čímž zobrazíte kontextovou nabídku, ve které najdete možnosti aplikace File Converter (seznam kompatibilních formátů souborů naleznete v souboru readme).
de: Um File Converter zu benutzen, öffnen sie den Dateiexplorer und klicken Sie mit der rechten Maustaste auf die Datei, die Sie umwandeln möchten, um das Kontext-Menü zu öffnen, wo Sie File Converter Befehle finden( Sehen Sie sich die Online-Dokumentation für eine Liste der integrierten Dateitypen an)
es_es: Para usar File Converter, abra el Explorador de Windows y haga clic derecho en cualquier archivo. En el menú contextual, use directamente los comandos de File Converter (cfr. al archivo "readme" para una completa lista de formatos de archivo compatibles).
fa_ir: برای استفاده از برنامه کافی است روی یک فایل کلیک کرده و گزینه تبدیل فایل را انتخاب نمایید (برای اطلاع از فرمت های پشتیبانی شده فایل readme را بخوانید).
fr: Pour utiliser File Converter, ouvrez l'explorateur et faites un clic droit sur le ou les fichier(s) que vous souhaitez convertir pour faire apparaître le menu contextuel où vous trouverez File Converter (visitez la documentation en ligne pour connaître la liste des extensions de fichier compatibles).
he_il: כדי להשתמש בFile Converter, פתח את תפריט ההקשר על הקובץ שאותו אתה רוצה להמיר (עיין בתיעוד המקוון כדי לראות את רשימת תבניות הקובץ התואמות).
id_id: Untuk menggunakan File Converter silakan buka explorer dan klik kanan pada file yang Anda inginkan untuk memunculkan menu konteks di mana Anda akan menemukan perintah File Converter (lihat dokumentasi online untuk melihat daftar format file yang kompatibel).
it_it: Per utilizzare File Converter, apri l'explorer e fai clic con il pulsante destro del mouse su qualsiasi file per visualizzare il menu di scelta rapida in cui troverai i comandi di File Converter (consulta il file readme per visualizzare l'elenco dei formati di file compatibili).
ja_jp: ファイルコンバータを使用するには、エクスプローラーを開き、好きなファイルを右クリックしてコンテキストメニューを表示し、そこにファイルコンバータのコマンドがあります（互換性のあるファイル形式のリストは、Readmeファイルを参照してください）。
ko_kr: File Converter를 사용하시려면 탐색기를 열고 원하는 파일을 마우스 오른쪽 클릭하여 컨텍스트 메뉴를 불러오세요(readme 파일에서 호환되는 파일 유형을 확인할 수 있습니다).
pt: Para usar o File Converter abra o explorador de ficheiros e clique com o botão direito do rato em qualquer ficheiro que goste para mostrar o menu de contexto, onde encontrará os comandos do File Converter (veja o ficheiro readme para ver a lista de formatos de ficheiro compatíveis).
si: File Converter භාවිතා කිරීමට explorer විවෘත කර කැමති ගොනුවක් මත right-click කරන්න, පසුව එන සන්දර්භ මෙනුවෙන් අවශ්‍ය File Converter විධානය සොයාගන්න (සහාය දක්වන ආකෘති ලැයිස්තුව බැලීමට readme ගොනුව කියවන්න).
sr_cyrl: Да бисте користили File Converter, отворите Explorer и десним кликом на било коју датотеку отворите контекст мени где ћете пронаћи команде File Converter-а (погледајте README датотеку да бисте видели списак компатибилних формата датотека).
sr_latn: Da biste koristili File Converter, otvorite Explorer i desnim klikom na bilo koјu datoteku otvorite kontekst meni gde ćete pronaći komande File Converter-a (pogledaјte README datoteku da biste videli spisak kompatibilnih formata datoteka).
tr_tr: File converter'ı kullanmak için lütfen dosya gezginini açın ve File Converter komutlarını bulacağınız bağlam menüsüne ulaşmak için istediğiniz herhangi bir dosyaya sağ tıklayın (tüm uyumlu dosya türleri için readme dosyasına bakın).
vi_vn: Để sử dụng File Converter, hãy mở Explorer và nhấp chuột phải vào (các) tệp bạn muốn chuyển đổi để hiển thị menu, sau đó bạn sẽ tìm thấy File Converter (truy cập tài liệu trực tuyến để biết danh sách các phần mở rộng tệp tương thích).
zh_cn: 要使用 File Converter，请打开资源管理器并右击任意文件显示上下文菜单，您可以找到 File Converter 的一些命令（请查阅 readme 文件中列出的可兼容的文件格式）。
zh_tw: 要使用 File Converter，請開啟檔案總管，並在您想要轉換的任何檔案上按滑鼠右鍵以顯示選單，您會在其中找到 File Converter 的各項命令（請參閱說明文件以了解支援的檔案格式）。

source: File name template
ar_eg: نموذج اسم الملف
chs: 文件名称模板样式
cs_cz: Šablona názvu souboru
de: Dateinamen-Vorlage
es_es: Plantilla de nombre de archivo
fa_ir: قالب نام‌گذاری فایل
fr: Modèle de nom de fichier
he_il: תבנית שם קובץ
id_id: Template nama file
it_it: Template nome file
ja_jp: ファイル名テンプレート
ko_kr: 파일 이름 템플릿
pt: Nome do ficheiro de modelo
si: ගොනු නාම සැකිල්ල
sr_cyrl: Шаблон имена датоеке
sr_latn: Šablon imena datoeke
tr_tr: Dosya ismi şablonu
vi_vn: Mẫu tên tệp
zh_cn: 文件名模板
zh_tw: 檔案名稱格式

source: Frames per second :
ar_eg: إطار لكل ثانية
chs: 每秒帧数 :
cs_cz: Počet snímků za sekundu :
de: Bilder die Sekunde(FPS):
es_es: Fotogramas por segundo:
fa_ir: فریم بر ثانیه :
fr: Images par seconde :
he_il: פריימים לשניה :
id_id: Frame per detik :
it_it: Fotogrammi per secondo :
ja_jp: フレーム／秒 :
ko_kr: 초당 프레임 :
pt: Quadros por segundo :
si: තත්පරයට රාමු :
sr_cyrl: Кадрова по секунди
sr_latn: Kadrova po sekundi
tr_tr: Saniyedeki kare sayısı :
vi_vn: Số khung hình trên giây :
zh_cn: 每秒帧数：
zh_tw: 每秒影格數：

# GitHubButtonDescription
source: Open GitHub project page
ar_eg: افتح صفحة مشاريع GitHub
chs: 打开 GitHub 页面
cs_cz: Otevřít stránku projektu GitHub
de: GitHub Projektseite öffnen
es_es: Abrir la página del proyecto en GitHub
fa_ir: صفحه گیت‌هاب برنامه
fr: Ouvrir la page de projet GitHub
he_il: פתח את דף הפרוייקט בGitHub
id_id: Buka halaman proyek GitHub
it_it: Apri la pagina del progetto su GitHub
ja_jp: GitHubのプロジェクトページを開く
ko_kr: GitHub 프로젝트 페이지 열기
pt: Abrir a página do projeto no GitHub
si: GitHub ව්‍යාපෘති පිටුව විවෘත කරන්න
sr_cyrl: Отвори GitHub страницу пројекта
sr_latn: Otvori GitHub stranicu proјekta
tr_tr: GitHub proje sayfasını aç
vi_vn: Mở trang Github
zh_cn: 打开 GitHub 项目页面
zh_tw: 開啟 GitHub 專案頁面

source: help ?
ar_eg: مساعدة ؟
chs: 帮助 ?
cs_cz: pomoc ?
de: Hilfe
es_es: ¿Ayuda?
fa_ir: راهنمایی ?
fr: aide ?
he_il: עזרה ?
id_id: bantuan ?
it_it: aiuto ?
ja_jp: ヘルプ ?
ko_kr: 도움말
pt: Ajuda ?
si: උපකාර ?
sr_cyrl: помоћ ?
sr_latn: pomoć ?
tr_tr: yardım ?
vi_vn: giúp đỡ ?
zh_cn: 帮助？
zh_tw: 說明

source: Input example
ar_eg: نموذج المدخلات
chs: 输入示例：
cs_cz: Příklad zadání
de: Eingabebeispiel
es_es: Ejemplo de origen
fa_ir: وارد کردن نمونه
fr: Exemple de chemin d'origine
he_il: דוגמת קלט
id_id: Contoh masukan
it_it: Input di esempio
ja_jp: 入力例
ko_kr: 입력 예시
pt: Exemplo de origem
si: ආදාන උදාහරණ
sr_cyrl: Пример улаза
sr_latn: Primer ulaza
tr_tr: Giriş örneği
vi_vn: Ví dụ đầu vào
zh_cn: 输入示例
zh_tw: 輸入範例
