Repository: Tichau/FileConverter
Catalog: Application/FileConverter/Properties/Resources.*.resx
Languages: ar_eg, chs, cs_cz, de, es_es, fa_ir, fr, he_il, id_id, it_it, ja_jp, ko_kr, pt, si, sr_cyrl, sr_latn, tr_tr, vi_vn, zh_cn, zh_tw

# ErrorMicrosoftOfficeIsNotAvailable
source: Microsoft Office must be installed in order to convert Office documents.
ar_eg: لتحويل ملفات Microsoft Office يجب ان يتم تثبيت Office
chs: 必须安装 Microsoft Office 才能转换 Office 类型文档
cs_cz: Pro převod dokumentů Office je nutné mít nainstalovanou sadu Microsoft Office..
de: Microsoft Office muss installiert sein, damit ein Office Dokument umgewandelt werden kann.
es_es: Debe tener instalado Microsoft Office para poder convertir documentos de Office.
fa_ir: برای تبدیل فایل متنی باید آفیس را نصب کنید
fr: Microsoft Office doit être installé pour pouvoir convertir les documents Office.
he_il: יש להתקין את Microsoft Office כדי להמיר מסמכי Office.
id_id: Microsoft Office harus terpasang untuk mengkonversi dokumen Office.
it_it: Per convertire i documenti Microsoft Office deve essere installato.
ja_jp: Office文書を変換するには、Microsoft Officeがインストールされている必要があります。
ko_kr: Office 문서를 변환하려면 Microsoft Office가 설치되어 있어야 합니다.
pt: O Microsoft Office deve estar instalado para sr possível converter documentos do Office.
si: Office ලේඛන පරිවර්තනය කිරීමට Microsoft Office ස්ථාපනය කර තිබිය යුතුය.
sr_cyrl: Microsoft Office мора бити инсталиран да би се конвертовала Office документа.
sr_latn: Microsoft Office mora biti instaliran da bi se konvertovala Office dokumenta.
tr_tr: Office belgelerini dönüştürmek için Microsoft Office yüklü olmalıdır.
vi_vn: Bạn phải cài đặt Microsoft Office để có thể chuyển đổi tài liệu Office.
zh_cn: 要转换 Office 文档，必须安装 Microsoft Office。
zh_tw: 必須安裝 Microsoft Office 才能轉換 Office 文件。

# ErrorUnableToUseMicrosoftOffice
source: Fail to open document with Microsoft Office (check if your licence/installation are valid).
ar_eg: فشل في فتح مستند بواسطه Microsoft Office (تحقق من تثبيت رخصة صالحة)
chs: 无法使用 Microsoft Office 打开文档（检查您的许可证/安装是否有效）
cs_cz: Nepodařilo se otevřít dokument pomocí Microsoft Office (zkontrolujte, zda je vaše licence/instalace platná)..
de: Öfnnen des Dokuments mit Microsoft Office fehlgeschlagen(Prüfen Sie, ob ihre Lizenz und Installation von Microsoft Office gültig sind).
es_es: Error al abrir el documento con Microsoft Office (compruebe que su licencia y su instalación son correctas).
fa_ir: خطا در راه اندازی ورد
fr: Impossible d'ouvrir le document avec Microsoft Office (vérifiez que la licence/l'installation sont valides).
he_il: פתיחת המסמך עם Microsoft Office נכשלה. (בדוק אם ההתקנה שלך תקינה וחוקית)
id_id: Gagal membuka dokumen dengan Microsoft Office (periksa apakah lisensi/instalasi Anda valid).
it_it: Impossibile aprire il documento con Microsoft Office (verificare se la propria licenza / installazione è valida).
ja_jp: Microsoft Officeでドキュメントを開けない（ライセンス/インストールが有効かどうか確認してください）。
ko_kr: Microsoft Office에서 문서를 열 수 없습니다(라이선스/설치가 유효한지 확인하세요).
pt: É impossível abrir o documento Microsoft Office (verifique se a sua licença/instalação é válida)
si: Fail to open document with Microsoft Office මඟින් ලේඛනය විවෘත කිරීම අසාර්ථකයි (බලපත්‍රය/ස්ථාපනය වලංගුදැයි බලන්න).
sr_cyrl: Неуспех при отварању документа са Microsoft Office-ом (проверите да ли је ваша лиценца/инсталација важећа).
sr_latn: Neuspeh pri otvaranju dokumenta sa Microsoft Office-om (proverite da li јe vaša licenca/instalaciјa važeća).
tr_tr: Belge Microsoft Office ile açılamadı (lisansınızın/kurulumunuzun geçerli olup olmadığını kontrol edin).
vi_vn: Không mở được tài liệu bằng Microsoft Office (kiểm tra xem giấy phép/cài đặt của bạn có hợp lệ không).
zh_cn: 使用 Microsoft Office 打开文档失败（检查您的许可证/安装是否有效）。
zh_tw: 無法使用 Microsoft Office 開啟文件（請檢查您的授權/安裝是否有效）。

# ErrorMicrosoftExcelIsNotAvailable
source: Microsoft Excel must be installed in order to convert Excel documents.
ar_eg: لتحويل ملفات Microsoft Excel يجب ان يتم تثبيت Excel
chs: 必须安装 Microsoft Excel 才能转换 Excel 类型文档
cs_cz: Microsoft Excel musí být nainstalován, aby bylo možné převádět dokumenty aplikace Excel.
de: Microsoft Excel muss installiert sein, damit ein Excel Dokument umgewandelt werden kann.
es_es: Debe tener instalado Microsoft Excel para poder convertir documentos de Excel.
fa_ir: برای تبدیل فایل های اکسل باید برنامه اکسل را نصب کنید
fr: Microsoft Excel doit être installé pour pouvoir convertir les documents Excel.
he_il: יש להתקין את Microsoft Excel כדי להמיר מסמכי Excel.
id_id: Microsoft Excel harus terpasang untuk mengkonversi dokumen Excel.
it_it: Microsoft Excel deve essere installato per convertire i documenti Excel.
ja_jp: Excel文書を変換するには、Microsoft Excelがインストールされている必要があります。
ko_kr: Excel 문서를 변환하려면 Microsoft Excel이 설치되어 있어야 합니다.
pt: O Microsoft Excel tem de estar instalado para converter documentos Excel.
si: Excel ලේඛන පරිවර්තනයට Microsoft Excel ස්ථාපනය කර තිබිය යුතුය.
sr_cyrl: Microsoft Excel мора бити инсталиран да би се конвертовала Excel документа.
sr_latn: Microsoft Excel mora biti instaliran da bi se konvertovala Excel dokumenta.
tr_tr: Excel belgelerini dönüştürmek için Microsoft Excel'in kurulu olması gerekir.
vi_vn: Bạn phải cài đặt Microsoft Excel để có thể chuyển đổi tài liệu Excel.
zh_cn: 要转换 Excel 文档，必须安装 Microsoft Excel。
zh_tw: 必須安裝 Microsoft Excel 才能轉換 Excel 文件。

# ErrorMicrosoftPowerPointIsNotAvailable
source: Microsoft PowerPoint must be installed in order to convert PowerPoint documents.
ar_eg: لتحويل ملفات Microsoft PowerPoint يجب ان يتم تثبيت PowerPoint
chs: 必须安装 Microsoft PowerPoint 才能转换 PowerPoint 类型文档
cs_cz: Pro převod dokumentů aplikace PowerPoint je nutné mít nainstalovanou aplikaci Microsoft PowerPoint.
de: Microsoft PowerPoint muss installiert sein, damit ein PowerPoint Dokument umgewandelt werden kann.
es_es: Debe tener instalado Microsoft PowerPoint para poder convertir documentos de PowerPoint.
fa_ir: برای تبدیل فایل های پاورپوینت باید برنامه پاورپوینت را نصب کنید
fr: Microsoft PowerPoint doit être installé pour pouvoir convertir les documents PowerPoint.
he_il: יש להתקין את Microsoft PowerPoint כדי להמיר מסמכי PowerPoint.
id_id: Microsoft PowerPoint harus terpasang untuk mengkonversi dokumen PowerPoint.
it_it: Microsoft PowerPoint deve essere installato per convertire i documenti PowerPoint.
ja_jp: PowerPoint文書を変換するには、Microsoft PowerPointがインストールされている必要があります。
ko_kr: PowerPoint 문서를 변환하려면 Microsoft PowerPoint가 설치되어 있어야 합니다.
pt: O Microsoft PowerPoint tem de estar instalado para converter documentos PowerPoint.
si: PowerPoint ලේඛන පරිවර්තනයට Microsoft PowerPoint ස්ථාපනය කර තිබිය යුතුය.
sr_cyrl: Microsoft PowerPoint мора бити инсталиран да би се конвертовала PowerPoint документа.
sr_latn: Microsoft PowerPoint mora biti instaliran da bi se konvertovala PowerPoint dokumenta.
tr_tr: PowerPoint belgelerini dönüştürmek için Microsoft PowerPoint yüklü olmalıdır.
vi_vn: Bạn phải cài đặt Microsoft PowerPoint để có thể chuyển đổi tài liệu PowerPoint.
zh_cn: 要转换 PowerPoint 文档，必须安装 Microsoft PowerPoint。
zh_tw: 必須安裝 Microsoft PowerPoint 才能轉換 PowerPoint 文件。

# ErrorMicrosoftWordIsNotAvailable
source: Microsoft Word must be installed in order to convert Word documents.
ar_eg: لتحويل ملفات Microsoft Word يجب ان يتم تثبيت Word
chs: 必须安装 Microsoft Word 才能转换 Word 类型文档
cs_cz: Pro převod dokumentů aplikace Word musí být nainstalován program Microsoft Word.
de: Microsoft Word muss installiert sein, damit ein Word Dokument umgewandelt werden kann.
es_es: Debe tener instalado Microsoft Word para poder convertir documentos de Word.
fa_ir: برای تبدیل فایل های ورد باید برنامه ورد را نصب کنید
fr: Microsoft Word doit être installé pour pouvoir convertir les documents Word.
he_il: יש להתקין את Microsoft Word כדי להמיר מסמכי Word.
id_id: Microsoft Word harus terpasang untuk mengkonversi dokumen Word.
it_it: Microsoft Word deve essere installato per convertire i documenti Word.
ja_jp: Word文書を変換するには、Microsoft Wordがインストールされている必要があります。
ko_kr: Word 문서를 변환하려면 Microsoft Word가 설치되어 있어야 합니다.
pt: O Microsoft Word tem de estar instalado para converter documentos Word.
si: Word ලේඛන පරිවර්තනයට Microsoft Word ස්ථාපනය කර තිබිය යුතුය.
sr_cyrl: Microsoft Word мора бити инсталиран да би се конвертовала Word документа.
sr_latn: Microsoft Word mora biti instaliran da bi se konvertovala Word dokumenta.
tr_tr: Word belgelerini dönüştürmek için Microsoft Word yüklü olmalıdır.
vi_vn: Bạn phải cài đặt Microsoft Word để chuyển đổi tài liệu Word.
zh_cn: 要转换 Word 文档，必须安装 Microsoft Word。
zh_tw: 必須安裝 Microsoft Word 才能轉換 Word 文件。

# WebsiteButtonDescription
source: Open File Converter website
ar_eg: فتح موقع البرناج
chs: 打开 File Converter 官网
cs_cz: Otevřít webovou stránku File Converter
de: Die File Converter Internetseite öffnen
es_es: Abrir la web de File Converter
fa_ir: سایت برنامه
fr: Ouvrir le site web de File Converter
he_il: פתח את דף הבית של File Converter
id_id: Buka situs web File Converter
it_it: Apri il sito di File Converter
ja_jp: ファイルコンバーターのウェブサイトを開く
ko_kr: File Converter 웹 사이트 열기
pt: Abrir o site do File Converter
si: File Converter වෙබ් පිටුව විවෘත කරන්න
sr_cyrl: Отворите File Converter интернет страницу
sr_latn: Otvorite File Converter internet stranicu
tr_tr: File Converter internet sitesini aç
vi_vn: Mở trang chủ File Converter
zh_cn: 打开 File Converter 网址
zh_tw: 開啟 File Converter 網站

# ErrorDuringJobInitialization
source: Error during conversion job initialization.
ar_eg: خطأ اثناء عملية تثبيت التحويل
chs: 初始化失败
cs_cz: Chyba při inicializaci konverzní úlohy.
es_es: Error al iniciar el trabajo de conversión.
fa_ir: خطا در راه اندازی عملیات تبدیل
fr: L'initialisation du processus de conversion a échoué.
he_il: שגיאה במהלך אתחול משימת המרה.
id_id: Kesalahan saat inisialisasi tugas konversi.
it_it: Errore durante l'inizializzazione del processo di conversione.
ja_jp: 変換ジョブの初期化中にエラーが発生しました。
ko_kr: 변환 작업을 준비하는 중 오류가 발생했습니다.
sr_cyrl: Грешка током покретања конверзије.
sr_latn: Greška tokom pokretanja konverziјe.
tr_tr: Dönüştürme başlatma sırasında hata meydana geldi.
vi_vn: Có lỗi trong quá trình khởi tạo tác vụ chuyển đổi.
zh_cn: 转换任务初始化时出错。
zh_tw: 轉換作業初始化時發生錯誤。

# SayThanksButtonTitle
source: Say Thanks!
ar_eg: قل شكراً
es_es: ¡Dar las gracias!
fr: Dire Merci !
he_il: אמור תודה !
it_it: Di grazie!
tr_tr: Teşekkürler!

# OuputFileNameTemplateSample
source: C:\Music\Artist\Album\Song.wav
de: C:\Musik\Künstler\Album\Song.wav
fr: C:\Musique\Artiste\Album\Chanson.wav
pt: C:\Música\Artista\Álbum\música.wav
