Repository: Tichau/FileConverter
Catalog: Application/FileConverter/Properties/Resources.*.resx
Languages: ar_eg, chs, cs_cz, de, es_es, fa_ir, fr, he_il, id_id, it_it, ja_jp, ko_kr, pt, si, sr_cyrl, sr_latn, tr_tr, vi_vn, zh_cn, zh_tw

# ErrorFailToCreateOutputPathFolders
source: Fail to create output path folders.
ar_eg: فشل في انشاء مسار مجلد الاخراج
chs: 无法创建输出路径文件夹
cs_cz: Nepodařilo se vytvořit výstupní složky.
de: Fehler beim Erstellen des Ausgabeordners.
es_es: Error al crear las carpetas destino.
fa_ir: خطا در ساخت پوشه خروجی
fr: Les dossiers de destination n'ont pas pu être créés.
he_il: נכשל ביצירת תיקיות נתיב פלט.
id_id: Gagal membuat folder jalur keluaran.
it_it: Impossibile creare cartelle del percorso di output.
ja_jp: 出力パスフォルダの作成に失敗しました。
ko_kr: 출력 경로 폴더를 만드는 데 실패했습니다.
pt: Foi impossível criar as pastas no caminho de saída.
si: ප්‍රතිදාන පථ ෆෝල්ඩර සැකසීම අසාර්ථකයි.
sr_cyrl: Неуспешно креирање фасцикли излазне путање.
sr_latn: Neuspešno kreiranje fascikli izlazne putanje.
tr_tr: Çıktı yolu klasörü oluşturması başarısız.
vi_vn: Không tạo được thư mục đường dẫn đầu ra.
zh_cn: 创建输出路径文件夹失败。
zh_tw: 無法建立輸出路徑資料夾。

# ErrorFailToGenerateUniqueOutputPath
source: Fail to generate a unique output file path.
ar_eg: فشل في انشاء مسار فريد لملف الاخراج
chs: 无法生成唯一输出文件路径
cs_cz: Nepodařilo se vygenerovat jedinečnou cestu k výstupnímu souboru.
de: Fehler beim Generieren eines einzigartigen Ausageordners.
es_es: Error al generar la ruta de un archivo destino único.
fa_ir: خطا در ساخت مسیر خروجی
fr: La génération d'un chemin de destination unique a échoué.
he_il: נכשל ביצירת נתיב קובץ פלט ייחודי.
id_id: Gagal menghasilkan jalur file keluaran yang unik.
it_it: Impossibile generare un percorso univoco dei file di output.
ja_jp: 固有の出力ファイルパスの生成に失敗しました。
ko_kr: 고유한 출력 파일 경로를 생성하는 데 실패했습니다.
pt: Foi impossível criar um caminho único de saída.
si: සුවිශේෂ ප්‍රතිදාන ගොනු පථයක් සැකසීම අසාර්ථකයි.
sr_cyrl: Неуспешно генерисање јединствене путање излазне датотеке.
sr_latn: Neuspešno generisanje јedinstvene putanje izlazne datoteke.
tr_tr: Özgün çıktı yolu klasörü oluşturması başarısız.
vi_vn: Không tạo được đường dẫn tệp đầu ra duy nhất.
zh_cn: 无法生成唯一的输出文件路径。
zh_tw: 無法產生唯一的輸出檔案路徑。

# ErrorFailToReadCDDrive
source: Fail to read cd drive '{0}'.
ar_eg: فشل في قرأت قرص CD '{0}'.
chs: 读取 CD 驱动器 '{0}' 失败.
cs_cz: Nepodařilo se přečíst jednotku CD '{0}'.
de: Fehler beim Lesen des CD Laufwerks '{0}'.
es_es: Error al leer la unidad de CD '{0}'.
fa_ir: خطا در خواندن دیسک نوری
fr: Impossible de lire le lecteur cd '{0}'.
he_il: כישלון בקריאת כונן התקליטורים '{0}'.
id_id: Gagal membaca drive CD '{0}'.
it_it: Impossibile leggere l'unità cd '{0}'.
ja_jp: CDドライブ '{0}' の読み込みに失敗しました。
ko_kr: CD 드라이브 '{0}'를 읽지 못했습니다.
pt: Foi impossível ler a unidade de CD '{0}'.
si: '{0}' සීඩී ධාවකය කියැවීම අසාර්ථකයි.
sr_cyrl: Неуспешно читање CD диска '{0}'.
sr_latn: Neuspešno čitanje CD diska '{0}'.
tr_tr: cd sürücü okuma başarısız '{0}'.
vi_vn: Không đọc được ổ đĩa CD '{0}'.
zh_cn: 无法读取CD驱动器'{0}'.
zh_tw: 無法讀取 CD 光碟機'{0}'。

# ErrorFailToRetrieveInputPathDriveLetter
source: Fail to retrieve input path drive letter.
ar_eg: فشل في استعاده مسار القرص المدخل
chs: 检索输入路径驱动器号失败
cs_cz: Nepodařilo se načíst písmeno jednotky.
de: Fehler beim Lesen des Laufwerksbuchstaben des Eingangspfades.
es_es: Error al indagar la letra de unidad de la ruta origen.
fa_ir: خطا در بازخوانی درایو مبدا
fr: Impossible de récupérer la lettre du disque du chemin d'origine.
he_il: נכשל באחזור אות כונן נתיב קלט.
id_id: Gagal mengambil huruf drive dari jalur masukan.
it_it: Impossibile recuperare la lettera dell'unità del percorso di input.
ja_jp: 入力パスのドライブ文字を取得できませんでした。
ko_kr: 입력 경로의 드라이브 문자를 가져오지 못했습니다.
pt: Foi impossível conseguir a letra da unidade do ficheiro original.
si: ආදාන පථ ධාවක අක්ෂරය ලබාගැනීම අසාර්ථකයි.
sr_cyrl: Није могуће преузети слово диска улазне путање.
sr_latn: Niјe moguće preuzeti slovo diska ulazne putanje.
tr_tr: Giriş yolu sürücü harfi alınamadı.
vi_vn: Không lấy được ký tự ổ đĩa đường dẫn đầu vào.
zh_cn: 无法检索到输入路径的驱动器号。
zh_tw: 無法取得輸入路徑的磁碟機代號。

# ErrorFailToRetrieveTrackNumber
source: Fail to retrieve track number from the cda input path.
ar_eg: فشل في استعاده رقم المسار من المسار المدخل لcda
chs: 无法从 cda 输入路径检索音轨
cs_cz: Nepodařilo se načíst číslo stopy ze zdrojového CD.
de: Fehler beim Lesen der Spurnummer vom cda Eingangspfad.
es_es: Error al indagar el número de pista.
fa_ir: خطا در دریافت نام ترک از مسیر مبدا
fr: Impossible de récupérer le numéro de piste à partir du chemin d'origine.
he_il: נכשל באחזור מספר הרצועה מנתיב הקלט של cda.
id_id: Gagal mengambil nomor trek dari jalur masukan cda.
it_it: Impossibile recuperare il numero di traccia dal percorso di input cda.
ja_jp: cda 入力パスからのトラック番号の取得に失敗。
ko_kr: CDA 입력 경로에서 트랙 번호를 가져오지 못했습니다.
pt: Foi impossível conseguir o número de faixa do caminho de entrada do CDA.
si: cda ආදාන පථයෙන් පථ අංකය ලබාගැනීම අසාර්ථකයි.
sr_cyrl: Неуспешно преузимање броја нумере са cda улазне путање.
sr_latn: Neuspešno preuzimanje broјa numere sa cda ulazne putanje.
tr_tr: cda giriş yolundan parça numarası alınamadı.
vi_vn: Không lấy được số bản nhạc từ đường dẫn đầu vào cda.
zh_cn: 无法中cda输入路径检索轨道编号。
zh_tw: 無法從 cda 輸入路徑取得音軌編號。

# ErrorFailToUseCDDriveOpen
source: Fail to use the CD drive because it is oppened.
ar_eg: فشل في استخدام قرص الCD بسبب انه مستخدم
chs: 无法使用 CD 驱动器，因为它已经被占用
cs_cz: Nepodařilo se použít jednotku CD, protože je otevřená..
de: Fehler beim Lesen vom CD-Laufwerk, da es geöffnet ist.
es_es: Error al gestionar la unidad de CD: Bandeja abierta.
fa_ir: خطا در خواندن دیسک نوری (احتمالا دیسک بیرون است)
fr: Impossible d'utiliser le lecteur CD car il est ouvert.
he_il: השימוש בCD נכשל מכיוון שמגירת הדיסק פתוחה
id_id: Gagal menggunakan drive CD karena sedang terbuka.
it_it: Impossibile utilizzare l'unità CD perché è aperta.
ja_jp: CDドライブが開いたままなので、できません。
ko_kr: CD 드라이브가 열려 있어서 사용할 수 없습니다.
pt: Foi impossível usar a unidade de CD porque não está aberta.
si: විවෘත කර ඇති නිසා සීඩී ධාවකය භාවිත කළ නොහැක.
sr_cyrl: Није могуће користити CD диск јер је отворен.
sr_latn: Niјe moguće koristiti CD disk јer јe otvoren.
tr_tr: CD sürücüsü açık olduğu için kullanılamıyor..
vi_vn: Không sử dụng được ổ CD vì ổ này đã mở.
zh_cn: 无法使用 CD 驱动器，因为它已被打开。
zh_tw: 因 CD 光碟機已開啟，所以無法使用。

# ErrorInputTypeIncompatibleWithOutputType
source: The input file type is not compatible with the selected output file type.
ar_eg: نوع الملف المدخل لايتوافق مع نوع الملف المخرج المختار
chs: 输入文件类型与所选的输出文件类型不兼容
cs_cz: Typ zdrojového souboru není kompatibilní s vybraným typem výsledného souboru..
de: Der Eingangsdateityp ist nicht mit dem gewählten Ausgangsdateityp kompatibel.
es_es: El tipo de archivo origen no es compatible con el tipo de archivo destino seleccionado.
fa_ir: فرمت وروردی با فرمت خروجی همخوانی ندارد
fr: Le type du fichier d'origine n'est pas compatible avec le type de fichier de destination selectionné.
he_il: סוג קובץ הקלט אינו תואם לסוג קובץ הפלט שנבחר.
id_id: Tipe file masukan tidak kompatibel dengan tipe file keluaran yang dipilih.
it_it: Il tipo di file di input non è compatibile con il tipo di file di output selezionato.
ja_jp: 入力ファイルの種類は、選択された出力ファイルの種類と互換性がありません。
ko_kr: 입력 파일 형식이 선택한 출력 파일 형식과 호환되지 않습니다.
pt: O ficheiro original é incompatível com o formato de ficheiro selecionado.
si: තෝරාගත් ප්‍රතිදාන ගොනු වර්ගය ආදාන ගොනු වර්ගය සඳහා සහාය නොදක්වයි.
sr_cyrl: Тип улазне датотеке није компатибилан са изабраним типом излазне датотеке.
sr_latn: Tip ulazne datoteke niјe kompatibilan sa izabranim tipom izlazne datoteke.
tr_tr: Giriş dosya türü seçilen çıktı dosya türü ile uyumlu değil.
vi_vn: Kiểu tệp đầu vào không tương thích với kiểu tệp đầu ra đã chọn.
zh_cn: 输入文件的类型与所选择的输出文件类型不兼容。
zh_tw: 輸入檔案類型與所選的輸出檔案類型不相容。

# ErrorInvalidOutputPath
source: Invalid output path generated by output file path template.
ar_eg: مسار مخرج غير صحيح تم انشائه بواسطه قالب مسار الملف المخرج
chs: 预设的输出路径无效
cs_cz: Nesprávná výstupní cesta generovaná šablonou výstupní cesty k souboru.
de: Ungültiger Ausgangspfad von der Ausgangspfad-Vorlage erstellt.
es_es: Ruta destino inválida causada por una plantilla de ruta de archivo destino incorrecta.
fa_ir: خطا در تولید مسیر خروجی پیش فرض
fr: Le chemin de destination généré par le modèle de nom de fichier est invalide.
he_il: נתיב פלט לא חוקי שנוצר על-ידי תבנית נתיב קובץ פלט.
id_id: Jalur keluaran yang dihasilkan oleh template jalur file keluaran tidak valid.
it_it: Percorso di output non valido generato dal modello.
ja_jp: 出力ファイル・パス・テンプレートによって生成された出力パスが無効です。
ko_kr: 출력 파일 경로 템플릿에서 잘못된 경로를 생성했습니다.
pt: Caminho de saída inválido gerado pelo modelo de caminho do ficheiro de saída.
si: ප්‍රතිදාන ගොනු පථ ආකෘතිය මඟින් අසාර්ථක ප්‍රතිදාන පථයක් ලබා දුනි.
sr_cyrl: Неважећа излазна путања генерисана шаблоном путање излазне датотеке.
sr_latn: Nevažeća izlazna putanja generisana šablonom putanje izlazne datoteke.
tr_tr: Çıktı dosyası yolu şablonu tarafından oluşturulan geçersiz çıktı yolu.
vi_vn: Đường dẫn đầu ra không hợp lệ do mẫu đường dẫn tệp đầu ra tạo ra.
zh_cn: 输出文件路径模板生成的输出路径无效。
zh_tw: 輸出檔案路徑範本產生的輸出路徑無效。

# ErrorUnsupportedOutputFormat
source: Unsupported output format '{0}'.
ar_eg: '{0}'.صيغة الاخراج غير مدعومة
chs: 不支持的输出格式 '{0}'.
cs_cz: Nepodporovaný výstupní formát '{0}'.
de: Nicht-untertütztes Ausgangsformat: '{0}'.
es_es: Formato destino '{0}' no soportado.
fa_ir: فرمت خروجی پشتیبانی نمی شود
fr: Format de fichier de destination non supporté '{0}'.
he_il: פורמט פלט לא נתמך '{0}'.
id_id: Format keluaran '{0}' tidak didukung.
it_it: Formato di output non supportato '{0}'.
ja_jp: サポートされていない出力フォーマット '{0}' です。
ko_kr: '{0}' 출력 형식은 지원되지 않습니다.
pt: Formato de saída não suportado '{0}'.
si: '{0}' සහාය නොදක්වන ප්‍රතිදාන ආකෘතිය.
sr_cyrl: Неподржани излазни формат '{0}'.
sr_latn: Nepodržani izlazni format '{0}'.
tr_tr: Desteklenmeyen çıktı dosyası türü '{0}'.
vi_vn: Không hỗ trợ định dạng đầu ra '{0}'.
zh_cn: 不支持的输出格式'{0}'。
zh_tw: 不支援的輸出格式 '{0}'。

# ChannelCountTitle
source: Channel count :
ar_eg: عدد القنوات:
chs: 声道 :
cs_cz: Počet kanálů :
de: Kanal Anzahl:
es_es: Número de canales:
fa_ir: تعداد کانال
fr: Nombre de canaux :
he_il: ספירת ערוצים :
id_id: Jumlah kanal :
it_it: Numero di canali:
ja_jp: チャンネル数 :
ko_kr: 채널 수 :
pt: Contagem de canais :
si: නාලිකා ගණන :
sr_cyrl: Број канала :
sr_latn: Broј kanala :
tr_tr: Kanal sayısı :
vi_vn: Số lượng kênh :
zh_cn: 通道计数：
zh_tw: 聲道數量：

# ChannelCountTooltip
source: Change the number of channels of the input file.
ar_eg: تغيير عدد قنوات الملف المدخل
chs: 选择输出文件的声道数
cs_cz: Změna počtu kanálů vstupního souboru.
de: Hier können Sie die Anazhl an Kanälen der Eingangsdatei ändern.
es_es: Cambiar el número de canales del archivo origen.
fa_ir: تعداد کانال های ورودی را تغییر دهید
fr: Change le nombre de canaux du fichier d'origine
he_il: שנה את מספר הערוצים של קובץ הקלט.
id_id: Ubah jumlah kanal dari file masukan.
it_it: Cambia il numero di canali del file di input.
ja_jp: 入力ファイルのチャンネル数を変更する。
ko_kr: 입력 파일의 채널 수를 변경합니다.
pt: Mudar o número de canais do ficheiro original
si: ආදාන ගොනුවේ නාලිකා ගණන වෙනස් කරන්න.
sr_cyrl: Промените број канала улазне датотеке.
sr_latn: Promenite broј kanala ulazne datoteke.
tr_tr: Giriş dosyasının kanal sayısını değiştirin.
vi_vn: Thay đổi số lượng kênh của tệp gốc
zh_cn: 修改输入文件的通道数量。
zh_tw: 變更輸入檔案的聲道數量。

# MonoOption
source: Mono
chs: 单声道
fa_ir: مونو
he_il: מונו
ja_jp: モノ
ko_kr: 모노
si: තනි
sr_cyrl: Моно
zh_cn: 单声道
zh_tw: 單聲道

# SameChannelCountOption
source: Same than input file
ar_eg: نفس ملف الإدخال
chs: 与输入文件相同
cs_cz: Stejně jako zdrojový soubor
de: Der Eingangsdatei gleich
es_es: Mismo que el archivo origen
fa_ir: کانال یکسان با ورودی
fr: Identique au fichier d'origine
he_il: זהה לקובץ קלט
id_id: Sama dengan file masukan
it_it: Uguale al file di input
ja_jp: 入力ファイルと同じ
ko_kr: 입력 파일과 동일
pt: O mesmo que o ficheiro original
si: ආදාන ගොනුව හා සමානව
sr_cyrl: Исто као улазна датотека
sr_latn: Isto kao ulazna datoteka
tr_tr: Giriş dosyası ile aynı
vi_vn: Giống như tệp tin gốc
zh_cn: 与输入文件相同
zh_tw: 與輸入檔案相同

# StereoOption
source: Stereo
ar_eg: استيريو
chs: 双声道(立体声)
es_es: Estéreo
fa_ir: استریو
fr: Stéréo
he_il: סטריאו
ja_jp: ステレオ
ko_kr: 스테레오
si: ද්විත්ව
sr_cyrl: Стерео
zh_cn: 立体声
zh_tw: 立體聲

# LicenceHeader1
source: **This program is free software**.
ar_eg: **هذا البرنامج مجاني**.
chs: **这是一款完全免费的软件**.
cs_cz: **Tento program je bezplatný software**.
es_es: **Este programa es software libre**.
fa_ir: این برنامه رایگان است
fr: **Ce programme est gratuit**.
he_il: **התוכנה הזו היא תוכנה חינמית בקוד פתוח**.
id_id: **Program ini adalah perangkat lunak bebas**.
it_it: ** Questo programma è gratuito **.
ja_jp: **このプログラムはフリーソフトです。**
ko_kr: **이 프로그램은 자유 소프트웨어입니다**.
pt: **Este programa é gratuito**.
si: **මෙම මෘදුකාංගය නොමිලේ ලබාදෙන මෘදුකාංගයකි**.
sr_cyrl: **Овај програм је бесплатан софтвер**.
sr_latn: **Ovaј program јe besplatan softver**.
tr_tr: **Bu ücretsiz bir yazılımdır**.
vi_vn: **Đây là phần mềm miễn phí**.
zh_cn: **该软件免费**.
zh_tw: **此程式為自由軟體**

# LicenceHeader2
source: You can redistribute it and/or modify it under the terms of the GNU General Public License.
ar_eg: يمكنك إعاده توزيعه او تعديلة تحت رخصة GNU General Public License.
chs: 你可以根据通用公共协议（GUN协议）来修改或者二次开发
cs_cz: Můžete jej šířit a/nebo upravovat za podmínek Obecné veřejné licence GNU..
es_es: Puede distribuirlo y modificarlo bajo los términos de la Licencia Pública General de GNU.
fa_ir: شما میتوانید برنامه را تحت لیسانس گنو بازطراحی یا ویرایش کنید
fr: Vous pouvez le redistribuer et/ou le modifier selon les termes de la licence GNU General Public Licence.
he_il: באפשרותך להפיץ אותו מחדש ו/או לשנות אותו תחת תנאי GNU General Public License.
id_id: Anda dapat mendistribusikan ulang dan/atau memodifikasinya di bawah ketentuan Lisensi Publik Umum GNU.
it_it: È possibile ridistribuirlo e / o modificarlo secondo i termini della GNU General Public License.
ja_jp: あなたは、GNU一般公衆利用許諾契約書の条項に従って、それを再配布したり、変更したりすることができます。
ko_kr: GNU 일반 공중 사용 허가서에 따라서 재배포 및 수정할 수 있습니다.
pt: Você pode redistribuí-lo e/ou modificá-lo sob os termos da GNU General Public License.
si: ඔබට GNU සාමාන්‍ය පොදු බලපත්‍රයට යටත්ව මෙය බෙදාහැරීමට හා/හෝ විකෘති කිරීමට බලය ඇත.
sr_cyrl: Можете га поново дистрибуирати и/или модификовати под условима GNU Опште јавне лиценце.
sr_latn: Možete ga ponovo distribuirati i/ili modifikovati pod uslovima GNU Opšte јavne licence.
tr_tr: GNU Genel Kamu Lisansı koşulları altında yeniden dağıtabilir ve/veya değiştirebilirsiniz.
vi_vn: Bạn có thể phân phối lại và/hoặc sửa đổi nó theo các điều khoản của Giấy phép Công cộng GNU.
zh_cn: 您可以根据GNU通用公共许可证的条款重新发布和（或）修改它。
zh_tw: 您可以根據 GNU 通用公共授權條款來重新散布或修改本程式。

# LicenceHeader3
source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY. See the GNU General Public License (available in the installation folder: `LICENSE.md`) for more details.
ar_eg: هذا البرنامح موزع املاً ان يكون مفيد , بدون اي تحذير انظر GNU General Public License (متوافر في مجلد التثبيت LICENSE.md` لمزيد من التفاصيل
chs: 注：开发此程序希望可以提供相关帮助，并不对使用该工具出现的任何问题负责。 有关更多详细信息，请参阅 GNU 通用公共许可证（在安装文件夹中：`LICENSE.md`）。
cs_cz: Tento program je šířen v naději, že bude užitečný, ale BEZ JAKÉKOLIV ZÁRUKY. Více informací naleznete v Obecné veřejné licenci GNU (dostupná v instalační složce: `LICENSE.md`).
es_es: Este programa se distribuye con la esperanza de que le resulte útil, pero SIN NINGUNA GARANTÍA. Para más detalles, sírvase leer la Licencia Pública General de GNU (disponible en el directorio de instalación como "LICENSE.md").
fa_ir: امیدواریم برنامه مفید واقع شده باشد ولی هیچ تضمینی در خصوص آن وجود ندارد. در مورد لایسنس گنو بیشتر بخوانید
fr: Ce programme est distribué dans l'espoir d'être utile, mais SANS AUCUNE GARANTIE. Voir la GNU General Public Licence (disponible dans le dossier d'installation: `LICENCE.md`) pour plus de détails.
he_il: תוכנית זו מופצת בתקווה שזה יהיה שימושי, אבל ללא כל אחריות. עיין ברישיון הציבורי הכללי של GNU (זמין בתיקיית ההתקנה: 'LICENSE.md') לקבלת פרטים נוספים.
id_id: Program ini didistribusikan dengan harapan akan bermanfaat, tetapi TANPA JAMINAN APAPUN. Lihat Lisensi Publik Umum GNU (tersedia di folder instalasi: `LICENSE.md`) untuk detail lebih lanjut.
it_it: Questo programma è distribuito nella speranza che sia utile, ma SENZA ALCUNA GARANZIA. Vedi la GNU General Public License (disponibile nella cartella di installazione: `LICENSE.md`) per maggiori dettagli.
ja_jp: このプログラムは有用であることを願って配布されていますが、いかなる保証もありません。詳細はGNU General Public License (インストールフォルダにあります: `LICENSE.md`)を参照してください。
ko_kr: 이 프로그램은 유용하게 사용되길 바라는 마음으로 배포되지만, **어떠한 보증도 하지 않습니다**. 자세한 내용은 GNU 일반 공중 사용 허가서(설치 폴더에 있는 `LICENSE.md` 파일에 있습니다)를 참조하세요.
pt: Este programa é distribuído na esperança de que seja útil, mas SEM QUALQUER GARANTIA. Veja a GNU General Public License (disponível na pasta de instalação do programa: "LICENSE.md") para mais detalhes.
si: මෙම මෘදුකාංගය උපකාරීවෙයි යන චේතනාවෙන් බෙදාහරිනු ලැබේ, වගකීමක් නොමැත. වැඩි විස්තර සඳහා GNU සාමාන්‍ය පොදු බලපත්‍රය බලන්න (ස්ථාපිත ෆෝල්ඩරයේ ඇත: `LICENSE.md`) for more details.
sr_cyrl: Овај програм се дистрибуира у нади да ће бити користан, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ. За више детаља погледајте GNU Општу јавну лиценцу (доступну у инсталационој фасцикли: `LICENSE.md`).
sr_latn: Ovaј program se distribuira u nadi da će biti koristan, ali BEZ IKAKVE GARANCIJE. Za više detalja pogledaјte GNU Opštu јavnu licencu (dostupnu u instalacionoј fascikli: `LICENSE.md`).
tr_tr: Bu program, yararlı olacağı ümidiyle dağıtılmıştır, ancak HİÇBİR GARANTİSİ YOKTUR. Daha fazla ayrıntı için GNU Genel Kamu Lisansına (kurulum klasöründe bulunur: `LICENSE.md`) bakın.
vi_vn: Đây là phần mềm hữu ích được phát triển miễn phí, do đó không có bất kì đảm bảo nào. Hãy xem GNU General Public Licence (có sẵn trong thư mục cài đặt: `LICENCE.md`) để biết thêm chi tiết.
zh_cn: 本程序的发布是希望它有用，但不提供任何担保。有关更多详细信息，请参阅GNU通用公共许可证（可在安装文件夹中找到：License.md）。
zh_tw: 本程式的發布是希望它能帶來幫助，但不提供任何擔保責任。詳細資訊請參閱 GNU 通用公共授權（可在安裝資料夾中的「LICENSE.md」檔案中找到）。

# ApplicationIsTerminating
source: The application is terminating.
ar_eg: البرنامج ينتهي
chs: 正在终止程序
cs_cz: Aplikace se ukončuje.
de: Das Programm wird sich schließen.
es_es: La aplicación está a punto de cerrarse.
fa_ir: برنامه در حال بسته شدن
fr: Fermeture de l'application.
he_il: היישום נסגר.
id_id: Aplikasi sedang dimatikan.
it_it: L'applicazione si sta chiudendo.
ja_jp: アプリケーションは終了します。
ko_kr: 애플리케이션을 종료하고 있습니다.
pt: O programa está a terminar.
si: මෘදුකාංගය අක්‍රිය වෙමින්.
sr_cyrl: Апликација се прекида.
sr_latn: Aplikaciјa se prekida.
tr_tr: Uygulama sonlandırılıyor.
vi_vn: Ứng dụng đang đóng
zh_cn: 应用程序正在关闭。The application is terminating.
zh_tw: 應用程式正在關閉。

# ApplicationWillTerminateInMultipleSeconds
source: The application will automatically terminate in {0} seconds.
ar_eg: البرنامج سوف ينتهي تلقائيا في {0} ثانية
chs: 窗口将在 {0} 秒后关闭
cs_cz: Aplikace se automaticky ukončí za {0} sekund.
de: Das Programm wird sich in {0} Sekunden automatisch schließen.
es_es: La aplicación se cerrará automáticamente en {0} segundos.
fa_ir: برنامه در 0 ثانیه بسته خواهد شد
fr: L'application se fermera automatiquement dans {0} secondes.
he_il: היישום יסגר אוטומטית תוך {0} שניות.
id_id: Aplikasi akan dimatikan secara otomatis dalam {0} detik.
it_it: L'applicazione si chiuderà automaticamente tra {0} secondi.
ja_jp: アプリケーションは {0} 秒後に自動的に終了します。
pt: O programa irá terminar automáticamente em {0} segundos.
si: මෘදුකාංගය ස්වයංක්‍රියව තත්පර {0} කින් අක්‍රිය වේ.
sr_cyrl: Апликација ће се аутоматски прекинути за {0} секунди.
sr_latn: Aplikaciјa će se automatski prekinuti za {0} sekundi.
tr_tr: Uygulama {0} saniye içinde otomatik olarak sonlandırılacak.
vi_vn: Ứng dụng sẽ tự động kết thúc sau {0} giây.
zh_cn: 应用程序将在 {0} 秒后自动关闭。
zh_tw: 程式將於 {0} 秒後自動關閉。

# ApplicationWillTerminateInOneSecond
source: The application will automatically terminate in 1 second.
ar_eg: البرنامج سوف ينتهي تلقائيا في {1} ثانية
chs: 窗口将在 1 秒后关闭
cs_cz: Aplikace se automaticky ukončí za 1 sekundu.
de: Das Programm wird sich in einer Sekunde automatisch schließen.
es_es: La aplicación se cerrará automáticamente en 1 segundo.
fa_ir: برنامه در 1 ثانیه بسته خواهد شد
fr: L'application se fermera automatiquement dans 1 seconde.
he_il: היישום יסגר אוטומטית תוך שנייה אחת.
id_id: Aplikasi akan dimatikan secara otomatis dalam 1 detik.
it_it: L'applicazione si chiuderà automaticamente tra 1 secondo.
ja_jp: アプリケーションは1秒後に自動的に終了します。
ko_kr: 애플리케이션이 1초 뒤에 자동으로 종료됩니다.
pt: O programa irá terminar automáticamente em 1 segundo.
si: මෘදුකාංගය ස්වයංක්‍රියව තත්පර එකකින් අක්‍රිය වේ.
sr_cyrl: Апликација ће се аутоматски прекинути за 1 секунду.
sr_latn: Aplikaciјa će se automatski prekinuti za 1 sekundu.
tr_tr: Uygulama 1 saniye içinde otomatik olarak sonlandırılacaktır.
vi_vn: Ứng dụng sẽ tự động kết thúc sau 1 giây.
zh_cn: 应用程序将在 1 秒内自动关闭。
zh_tw: 程式將於 1 秒後自動關閉。

# StringMiscName
source: Misc
chs: Misc(其他)
cs_cz: Různé
de: Verschiedenes
es_es: Miscelánea
fa_ir: متفرقه
fr: Autre
he_il: שונות
id_id: Lainnya
it_it: Varie
ja_jp: その他
ko_kr: 기타
pt: Variadoc
si: විවිධ
sr_cyrl: Остало
sr_latn: Ostalo
tr_tr: Diğer
vi_vn: Khác
zh_cn: 杂项
zh_tw: 其他

# ErrorCantFindOutputFiles
source: Can't find the output file(s).
ar_eg: لا يمكن ايجاد الملف المخرج
chs: 找不到输出文件
cs_cz: Nelze najít výsledné soubory.
de: Ausgangsdateien konnten nicht gefunden werden.
es_es: No pueden encontrarse el archivo o archivos destino.
fa_ir: خطا در پیدا کردن فایل خروجی
fr: Les fichiers n'ont pas pu être convertis.
he_il: לא ניתן למצוא את קבצי הפלט.
id_id: Tidak dapat menemukan file keluaran.
it_it: Impossibile trovare il/i file di output.
ja_jp: 出力ファイルが見つかりません。
ko_kr: 출력 파일을 찾을 수 없습니다.
pt: É impossivel encontrar o(s) ficheiro(s) de saída.
si: ප්‍රතිදාන ගොනුව/ගොනු සොයාගත නොහැක.
sr_cyrl: Немогуће пронаћи излазнз(e) датотеку(e).
sr_latn: Nemoguće pronaći izlaznu(e) datoteku(e).
tr_tr: Çıktı dosyası/dosyaları bulunamıyor.
vi_vn: Không tìm thấy tập tin đầu ra.
zh_cn: 无法找到输出文件。
zh_tw: 找不到輸出檔案。

# ErrorConversionFailedWithOutput
source: The conversion job failed but there is an output file that does exists.
ar_eg: فشل عملية التحويل لكن هناك ملف مخرج ليس موجود
chs: 转换任务失败并产生了一个未知的输出文件
cs_cz: Konverze se nezdařila, ale existuje výsledný soubor..
de: Die Umwandlung ist fehlgeschlagen, aber es gibt eine Ausgabedatei.
es_es: El trabajo de conversión falló porque el archivo destino ya existe.
fa_ir: تبدیل با خطا مواجه شد ولی فایل خروجی آماده است
fr: Des fichiers sont présents malgré l'echec de la conversion.
he_il: משימת ההמרה נכשלה, אך קיים קובץ פלט.
id_id: Tugas konversi gagal tetapi ada file keluaran yang ada.
it_it: Il processo di conversione non è riuscito, ma esiste un file di output.
ja_jp: 変換ジョブは失敗しましたが、出力ファイルは存在します。
ko_kr: 변환 작업이 실패했지만 출력 파일은 존재합니다.
pt: A conversão falhou mas existem ficheiros presentes na localização.
si: පරිවර්තන කාර්යය අසාර්ථක වූවද ප්‍රතිදාන ගොනුවක් දැනටමත් පවතී.
sr_cyrl: Конверзија није успела, али постоји излазна датотека.
sr_latn: Konverziјa niјe uspela, ali postoјi izlazna datoteka.
tr_tr: Dönüştürme başarısız oldu, ancak var olan bir çıktı dosyası var.
vi_vn: Chuyển đổi thất bại nhưng hãy kiểm tra tệp tin được tạo ra
zh_cn: 转换失败，但输出文件确实存在。
zh_tw: 轉換失敗，但輸出檔案已存在。

# ConversionStatePrepareConversion
source: Prepare conversion
ar_eg: تجهيز التحويل
chs: 准备转换
cs_cz: Připravit konverzi
de: Umwandlung vorbereiten
es_es: Preparar conversión
fa_ir: آماده سازی تبدیل
fr: Préparation
he_il: הכנת המרה
id_id: Mempersiapkan konversi
it_it: Preparo la conversione
ja_jp: コンバージョンの準備
ko_kr: 변환 준비
pt: Preparar conversão
si: පරිවර්තනය සූදානම් කරන්න
sr_cyrl: Припрема конверзије
sr_latn: Priprema konverziјe
tr_tr: Dönüştürmeyi hazırla
vi_vn: Chuẩn bị chuyển đổi
zh_cn: 准备转换
zh_tw: 準備進行轉換
