Repository: Tichau/FileConverter
Catalog: Application/FileConverter/Properties/Resources.*.resx
Languages: ar_eg, chs, cs_cz, de, es_es, fa_ir, fr, he_il, id_id, it_it, ja_jp, ko_kr, pt, si, sr_cyrl, sr_latn, tr_tr, vi_vn, zh_cn, zh_tw

# UpgradeWindowTitle
source: File Converter Updates
ar_eg: تحديثات File Converter
chs: File Converter 更新
cs_cz: Aktualizace File Converteru
de: File Converter Aktualisierungen
es_es: Actualizaciones de File Converter
fa_ir: در حال نصب به‌روزرسانی
fr: Mise à jour de File Converter
he_il: עדכוני File Converter
id_id: Pembaruan File Converter
it_it: Aggiornamenti File Converter
ja_jp: ファイルコンバーターのアップデート
ko_kr: File Converter 업데이트
pt: Atualizações do File Converter
si: File Converter උසස් කිරීම්
sr_cyrl: Ажурирања програма
sr_latn: Ažuriranja programa
tr_tr: File Converter Güncellemeleri
vi_vn: Cập nhật File Converter
zh_cn: File Converter 更新
zh_tw: File Converter 更新

# VideoEncodingQualityTooltip
source: Define the ratio 'file size' versus 'video quality'. A lower value will give you a smaller file, a greater value give you a better video quality.
ar_eg: حدد نسبة "حجم الملف" مقابل "جودة الفيديو". ستمنحك القيمة الأقل ملفًا أصغر ، بينما تمنحك القيمة الأكبر جودة فيديو أفضل.
chs: 设置“文件大小”和“视频质量”，较低的值会生成较小的文件大小，较大的值会生成更好的视频质量。
cs_cz: Definujte poměr "velikosti souboru" a "kvality videa". Nižší hodnota poskytne menší soubor, vyšší hodnota poskytne lepší kvalitu videa.
es_es: Define la relación entre tamaño de archivo y calidad de vídeo. Cuanto menor sea el valor, más pequeño y de peor calidad será el archivo resultante y viceversa.
fa_ir: در مقایسه کیفیت ویدیو با اندازه فایل هرچه کیفیت کمتر اندازه فایل کمتر و بالعکس
fr: Définit le rapport 'poids du fichier' contre 'qualité vidéo'. Une valeur basse donnera un fichier plus léger, une valeur haute une meilleure qualité vidéo.
he_il: הגדר את היחס 'גודל קובץ' לעומת 'איכות וידאו'. ערך נמוך יותר ייתן לך קובץ קטן יותר, ערך גדול יותר ייתן לך איכות וידאו טובה יותר.
id_id: Tentukan rasio 'ukuran file' berbanding 'kualitas video'. Nilai lebih rendah akan memberikan file lebih kecil, nilai lebih besar memberikan kualitas video lebih baik.
it_it: Definisci il rapporto "dimensione del file" rispetto a "qualità video". Un valore inferiore ti darà un file più piccolo, un valore maggiore ti darà una qualità video migliore.
ja_jp: ファイルサイズ」と「ビデオ品質」の比率を定義します。値を小さくするとファイルサイズが小さくなり、大きくするとビデオ品質が良くなります。
ko_kr: '파일 크기'와 '동영상 품질' 사이의 비율을 정의합니다. 값이 낮을 수록 파일 크기가 작아지고, 값이 클 수록 동영상 품질이 향상됩니다.
pt: Define a relação "tamanho x qualidade". Um valor mais baixo produz um ficheiro mais pequeno, um valor mais alto produz um ficheiro com mais qualidade.
si: 'ගොනු විශාලත්වය' හා 'දෘශ්‍ය ගුණය' අතර අනුපාතය ලබාදෙන්න. අඩු අගයක් කුඩා ගොනුවක් ලබාදෙන අතර විශාල අගයක් සාර්ථක දෘශ්‍ය ගුණයක් ලබා දේ.
sr_cyrl: Дефинишите однос 'величина датотеке' у односу на 'квалитет видеа'. Нижа вредност ће вам дати мању датотеку, већа вредност ће вам дати бољи квалитет видеа.
sr_latn: Definišite odnos 'veličina datoteke' u odnosu na 'kvalitet videa'. Niža vrednost će vam dati manju datoteku, veća vrednost će vam dati bolji kvalitet videa.
tr_tr: 'dosya boyutu' ve 'video kalitesi' arasındaki oranı tanımla. Düşük bir değer daha küçük dosya boyutu demek, Yüksek bir değer daha kaliteli video demek.
vi_vn: Đặt tỷ lệ giữa 'kích thước tệp' so với 'chất lượng video'. Giá trị thấp hơn sẽ dẫn đến tệp nhẹ hơn, giá trị cao hơn sẽ mang lại chất lượng video tốt hơn.
zh_cn: 定义“文件大小”与“视频质量”的比重。较小的比重可以让您的文件占用更小，较大的比重可以让您的视频质量更高。
zh_tw: 定義「檔案大小」與「影片品質」之間的比值。數值越低檔案越小，數值越高影片品質越好。

# VideoEncodingSpeedFasterName
source: Faster
ar_eg: اسرع
chs: 更快
cs_cz: Rychlejší
de: Schneller
es_es: Muy rápida
fa_ir: سریع‌ترین
fr: Très Rapide
he_il: מהיר יותר
id_id: Lebih Cepat
it_it: Più veloce
ja_jp: より速く
pt: Mais rápido
si: අධිවේගී
sr_cyrl: Брже
sr_latn: Brže
tr_tr: Daha hızlı
vi_vn: Nhanh hơn
zh_cn: 更快
zh_tw: 較快

# VideoEncodingSpeedFastName
source: Fast
ar_eg: سريع
chs: 快速
cs_cz: Rychlý
de: Schnell
es_es: Rápida
fa_ir: سریع
fr: Rapide
he_il: מהיר
id_id: Cepat
it_it: Veloce
ja_jp: 速く
pt: Rápido
si: වේගවත්
sr_cyrl: Брзо
sr_latn: Brzo
tr_tr: Hızlı
vi_vn: Nhanh
zh_cn: 快
zh_tw: 快

# VideoEncodingSpeedMediumName
source: Medium
ar_eg: متوسط
chs: 一般(中等)
cs_cz: Střední
es_es: Media
fa_ir: متوسط
fr: Normal
he_il: בינוני
id_id: Sedang
it_it: Media
ja_jp: 中
pt: Médio
si: මධ්‍යම
sr_cyrl: Средње
sr_latn: Srednje
tr_tr: Orta
vi_vn: Trung bình
zh_cn: 中等
zh_tw: 中等

# VideoEncodingSpeedSlowerName
source: Slower
ar_eg: ابطئ
chs: 很慢
cs_cz: Pomalejší
de: Langsamer
es_es: Muy lenta
fa_ir: کندتر
fr: Très Lent
he_il: איטי יותר
id_id: Lebih Lambat
it_it: Più lenta
ja_jp: 遅め
pt: Mais lento
si: මන්දගාමී
sr_cyrl: Спорије
sr_latn: Sporiјe
tr_tr: Daha yavaş
vi_vn: Chậm hơn
zh_cn: 更慢
zh_tw: 較慢

# VideoEncodingSpeedSlowName
source: Slow
ar_eg: بطئ
chs: 较慢
cs_cz: Pomalý
de: Langsam
es_es: Lenta
fa_ir: کند
fr: Lent
he_il: איטי
id_id: Lambat
it_it: Lenta
ja_jp: もっと遅く
pt: Lento
si: අධිමන්ධ
sr_cyrl: Спро
sr_latn: Spro
tr_tr: Yavaş
vi_vn: Chậm
zh_cn: 慢
zh_tw: 慢

# VideoEncodingSpeedSuperFastName
source: Super Fast
ar_eg: خارق السرعه
chs: 超级快
cs_cz: Super rychlý
de: Super schnell
es_es: Superrápida
fa_ir: بسیار سریع
fr: Super Rapide
he_il: סופר מהיר
id_id: Super Cepat
it_it: Super veloce
ja_jp: 超高速
pt: Super rápido
si: සුපිරි වේගවත්
sr_cyrl: Веома брзо
sr_latn: Veoma brzo
tr_tr: Çok hızlı
vi_vn: Siêu nhanh
zh_cn: 超快
zh_tw: 超快

# VideoEncodingSpeedTooltip
source: Define the ratio 'file size' versus 'compression duration'. A slow compression will give you a smaller file (for the same video quality) than a faster compression.
ar_eg: حدد نسبة "حجم الملف" مقابل "مدة الضغط". يمنحك الضغط البطيء ملفًا أصغر (لنفس جودة الفيديو) من ضغط أسرع.
chs: 设置“文件大小”和“转换持续时间”，与更快的压缩时间相比，选择较慢的压缩持续时间会提供更小的文件（在相同的视频质量下）
cs_cz: Definujte poměr "velikost souboru" versus "doba trvání komprese". Pomalá komprese vám poskytne menší soubor (při stejné kvalitě videa) než rychlejší komprese.
es_es: Define la relación entre tamaño de archivo y tiempo invertido en la compresión. Una compresión prolongada arroja un tamaño menor de archivo conservando la calidad.
fa_ir: در مقایسه طول مدت فشرده‌سازی با اندازه فایل هرچه مقدار فشرده‌سازی کندتر، اندازه فایل کمتر
fr: Définit le ratio 'poids du fichier' contre 'temps de compression'. Une compression lente donnera un fichier plus léger (pour la même qualité vidéo) par rapport à une compression rapide.
he_il: הגדר את היחס 'גודל קובץ' לעומת 'משך דחיסה'. דחיסה איטית תעניק לך קובץ קטן יותר (עבור אותה איכות וידאו) מאשר דחיסה מהירה יותר.
id_id: Tentukan rasio 'ukuran file' berbanding 'durasi kompresi'. Kompresi lambat akan memberikan file lebih kecil (untuk kualitas video yang sama) dibanding kompresi lebih cepat.
it_it: Definisci il rapporto "dimensione del file" rispetto a "durata della compressione". Una compressione lenta ti darà un file più piccolo (con la stessa qualità video) rispetto a una compressione più veloce.
ja_jp: 「ファイルサイズ」と「圧縮時間」の比率を定義します。遅い圧縮の方が、速い圧縮よりも（同じビデオ品質で）ファイルサイズが小さくなります。
ko_kr: '파일 크기'와 '압축 시간'의 비율을 정의합니다. 느린 압축은 빠른 압축보다 같은 품질의 동영상에서 더 작은 크기의 파일을 생성합니다.
pt: Define a relação "tamanho x duração de compressão". Uma compressão lenta produz um ficheiro mais pequeno (pela mesma qualidade) do que uma compressão mais rapida.
si: 'ගොනු විශාලත්වය' හා 'සම්පීඩන කාලය' අතර අනුපාතය ලබාදෙන්න. වැඩි සම්පීඩනයකට වඩා අඩු සම්පීඩනයක් කුඩා ගොනුවක්(සමාන දෘශ්‍ය ගුණයකට) ලබා දේ.
sr_cyrl: Дефинишите однос 'величина датотеке' у односу на 'трајање компресије'. Спора компресија ће вам дати мању датотеку (за исти квалитет видео записа) од брже компресије.
sr_latn: Definišite odnos 'veličina datoteke' u odnosu na 'traјanje kompresiјe'. Spora kompresiјa će vam dati manju datoteku (za isti kvalitet video zapisa) od brže kompresiјe.
tr_tr: 'dosya boyutu' ve 'sıkıştırma süreci' arasındaki oranı tanımla. Yavaş bir sıkıştırma, daha hızlı sıkıştırmaya göre daha küçük bir dosya anlamına geliyor. (Aynı video kalitesi için geçerli)
vi_vn: Xác định tỷ lệ 'trọng lượng tập tin' và 'thời gian nén'. Nén chậm sẽ làm cho tệp nhẹ hơn (với cùng chất lượng video) so với nén nhanh.
zh_cn: 定义“文件大小”与“压缩时间”的比重。对于相同的视频质量，与快速压缩相比，慢速压缩将为您提供更小的文件。
zh_tw: 定義「檔案大小」與「壓縮時間」之間的比值。在相同影片品質下，慢速壓縮會產生比快速壓縮更小的檔案。

# VideoEncodingSpeedUltraFastName
source: Ultra Fast
ar_eg: سريع للغاية
chs: 快到起飞
cs_cz: Ultra rychlý
de: Ultra schnell
es_es: Ultrarrápida
fa_ir: فوق‌سریع
fr: Ultra Rapide
he_il: אולטרא מהיר
id_id: Ultra Cepat
it_it: Ultra veloce
ja_jp: 超高速
pt: Ultra rápido
si: අධික වේගවත්
sr_cyrl: Ултра брзина
sr_latn: Ultra brzina
tr_tr: Aşırı hızlı
vi_vn: Nhanh nhất
zh_cn: 超快速
zh_tw: 極快

# VideoEncodingSpeedVeryFastName
source: Very Fast
ar_eg: سريع جداً
chs: 非常快
cs_cz: Velmi rychlý
de: Sehr schnell
es_es: Muy rápida
fa_ir: بسیار سریع
fr: Très Très Rapide
he_il: מהר מאוד
id_id: Sangat Cepat
it_it: Molto veloce
ja_jp: 非常に速い
pt: Bastante rápido
si: ඉතා වේගවත්
sr_cyrl: Веома брзо
sr_latn: Veoma brzo
tr_tr: Epey hızlı
vi_vn: Rất nhanh
zh_cn: 极快速
zh_tw: 非常快

# VideoEncodingSpeedVerySlowName
source: Very Slow
ar_eg: بطئ جداً
chs: 龟速(非常慢)
cs_cz: Velmi pomalý
de: Sehr langsam
es_es: Muy lenta
fa_ir: بسیار کند
fr: Très Très Lent
he_il: איטי מאוד
id_id: Sangat Lambat
it_it: Molto lenta
ja_jp: 非常に遅い
pt: bastante lento
si: ඉතා මන්දගාමී
sr_cyrl: Веома споро
sr_latn: Veoma sporo
tr_tr: Epey yavaş
vi_vn: Rất chậm
zh_cn: 极慢速
zh_tw: 非常慢

# VideoTitle
source: Video
ar_eg: فيديو
chs: Video(视频)
es_es: Vídeo
fa_ir: ویدیو
fr: Vidéo
he_il: וידאו
ja_jp: ビデオ
ko_kr: 동영상
si: දෘශ්‍ය
sr_cyrl: Видео
zh_cn: 视频
zh_tw: 影片

# Wav16bitsDescription
source: PCM signed 16-bit little-endian
chs: 16位有符号小端序 PCM 编码
cs_cz: PCM podepsaný 16bitový little-endian
de: PCM signierter 16-bit little-endian
es_es: PCM firmado 16 bits little-endian
fa_ir: 16 بیت
fr: PCM signé 16-bit little-endian
si: PCM ලියාපදිංචි බිටු-16 කුඩා-එන්ඩියානු
tr_tr: PCM imzalı 16-bit little-endian
zh_cn: 带符号的16位低位编址 PCM
zh_tw: PCM 有號 16 位元小端序

# Wav24bitsDescription
source: PCM signed 24-bit little-endian
chs: 24位有符号小端序 PCM 编码
cs_cz: PCM podepsaný 24bitový little-endian
de: PCM signierter 24-bit little-endian
es_es: PCM firmado 24 bits little-endian
fa_ir: 24 بیت
fr: PCM signé 24-bit little-endian
si: PCM ලියාපදිංචි බිටු-24 කුඩා-එන්ඩියානු
tr_tr: PCM imzalı 24-bit little-endian
zh_cn: 带符号的24位低位编址 PCM
zh_tw: PCM 有號 24 位元小端序

# Wav32bitsDescription
source: PCM signed 32-bit little-endian
chs: 32位有符号小端序 PCM 编码
cs_cz: PCM podepsaný 32bitový little-endian
de: PCM signierter 32-bit little-endian
es_es: PCM firmado 32 bits little-endian
fa_ir: 32 بیت
fr: PCM signé 32-bit little-endian
si: PCM ලියාපදිංචි බිටු-32 කුඩා-එන්ඩියානු
tr_tr: PCM imzalı 32-bit little-endian
zh_cn: 带符号的32位低位编址 PCM
zh_tw: PCM 有號 32 位元小端序

# Wav8bitsDescription
source: PCM signed 8-bit little-endian
chs: 8位有符号小端序 PCM 编码
cs_cz: PCM podepsaný 8bitový little-endian
de: PCM signierter 8-bit little-endian
es_es: PCM firmado 8 bits little-endian
fa_ir: 8 بیت
fr: PCM signé gned 8-bit little-endian
si: PCM ලියාපදිංචි බිටු-8 කුඩා-එන්ඩියානු
tr_tr: PCM imzalı 8-bit little-endian
zh_cn: 带符号的8位低位编址 PCM
zh_tw: PCM 有號 8 位元小端序

# ZeroDegreesRotationTitle
source: None
ar_eg: فارغ
chs: 无
cs_cz: Žádné
de: Keiner
es_es: Cero
fa_ir: هیچیک
fr: Aucune
he_il: ללא
id_id: Tidak ada
it_it: Niente
ja_jp: なし
ko_kr: 없음
pt: Nenhum
si: නැත
sr_cyrl: Ништа
sr_latn: Ništa
tr_tr: Hiç
vi_vn: Không có
zh_cn: 无
zh_tw: 不旋轉

# ZeroDegreesRotationTooltip
source: No rotation
ar_eg: لا دوران
chs: 不做任何旋转
cs_cz: Žádné otočení
de: Keine Rotation
es_es: Sin rotación
fa_ir: بدون جرخش
fr: Aucune rotation
he_il: ללא סיבוב
id_id: Tidak ada rotasi
it_it: Nessuna rotazione
ja_jp: 回転なし
ko_kr: 회전 없음
pt: Sem rotação
si: භ්‍රමණයක් නැත
sr_cyrl: Без окретања
sr_latn: Bez okretanja
tr_tr: Dönme yok
vi_vn: Không xoay
zh_cn: 不旋转
zh_tw: 不進行旋轉

# ConversionStateConversion
source: Conversion
ar_eg: التحويل
chs: 转换
cs_cz: Konverze
de: Umwandlung
es_es: Conversión
fa_ir: مبادله
he_il: המרה
id_id: Konversi
it_it: Conversione
ja_jp: 変換
ko_kr: 변환 중
pt: Conversão
si: පරිවර්තනය
sr_cyrl: Конверзија
sr_latn: Konverziјa
tr_tr: Dönüşüm
vi_vn: Chuyển đổi
zh_cn: 转换
zh_tw: 轉換中

# ConversionStateDone
source: Done
ar_eg: أنتهي
chs: 确认
cs_cz: Hotovo
de: Fertig
es_es: Hecho
fa_ir: تمام
fr: Réussi
he_il: בוצע
id_id: Selesai
it_it: Fatto
ja_jp: 完了
ko_kr: 완료
pt: Feito
si: අවසන්
sr_cyrl: Готово
sr_latn: Gotovo
tr_tr: Bitti
vi_vn: Xong
zh_cn: 完成
zh_tw: 已完成

# ConversionStateExtraction
source: Extraction
ar_eg: الاخراج
chs: 提取
cs_cz: Extrakce
de: Extraktion
es_es: Extracción
fa_ir: استخراج
he_il: חילוץ
id_id: Ekstraksi
it_it: Estrazione
ja_jp: 抽出
ko_kr: 추출 중
pt: Extração
si: නිස්සාරණය
sr_cyrl: Екстракција
sr_latn: Ekstrakciјa
tr_tr: Çıkartma
vi_vn: Trích xuất
zh_cn: 提取
zh_tw: 提取中

# ConversionStateFailed
source: Failed
ar_eg: فشل
chs: 失败
cs_cz: Selhání
de: Fehler
es_es: Error
fa_ir: خطا
fr: Echec
he_il: נכשל
id_id: Gagal
it_it: Fallito
ja_jp: 失敗
ko_kr: 실패
pt: Falhou
si: අසාර්ථකයි
sr_cyrl: Неуспешно
sr_latn: Neuspešno
tr_tr: Başarısız
vi_vn: Thất bại
zh_cn: 失败
zh_tw: 失敗

# ConversionStateInQueue
source: In queue
ar_eg: في قائمة الانتظار
chs: 进行中
cs_cz: Ve frontě
de: In Warteschlange
es_es: En cola
fa_ir: در صف
fr: En attente
he_il: בהתליך
id_id: Dalam antrian
it_it: In coda
ja_jp: キュー内
ko_kr: 대기 중
pt: Em espera
si: පෝලිමේ
sr_cyrl: На чекању
sr_latn: Na čekanju
tr_tr: Sırada
vi_vn: Đang đợi
zh_cn: 在队列中
zh_tw: 佇列等待中

# ConversionStateReadIntputImage
source: Read input image
ar_eg: قرأت الصوره المدخلة
chs: 读取输入文件
cs_cz: Čtení zdrojového obrázku
de: Eingabebild lesen
es_es: Leer imagen origen
fa_ir: دریافت عکس ورودی
fr: Lecture de l'image d'origine
he_il: קריאת תמונת קלט
id_id: Membaca gambar masukan
it_it: Leggi immagine di input
ja_jp: 入力画像を読み込む
ko_kr: 입력 이미지 읽는 중
pt: Ler a imagem de entradae
si: ආදාන ඡායාරූපය කියවන්න
sr_cyrl: Прочитајте улазну слику
sr_latn: Pročitaјte ulaznu sliku
tr_tr: Giriş görüntüsünü oku
vi_vn: Đọc hình ảnh đầu vào
zh_cn: 读取输入的图像
zh_tw: 讀取輸入圖片

# ConversionStateReadDocument
source: Read document
ar_eg: قرأت الملف
chs: 读取文档
cs_cz: Čtení dokumentu
de: Dokument lesen
es_es: Leer documento
fa_ir: دریافت سند
fr: Lecture du document
he_il: קריאת מסמך
id_id: Membaca dokumen
it_it: Leggi documento
ja_jp: ドキュメントを読む
ko_kr: 문서 읽는 중
pt: Ler o documento
si: ලේඛනය කියවන්න
sr_cyrl: Прочитај датотеку
sr_latn: Pročitaј datoteku
tr_tr: Dökümanı oku
vi_vn: Đọc tài liệu
zh_cn: 读取文档
zh_tw: 讀取文件

# StringAnimatedImageName
source: Animated Image
ar_eg: صورة متحركة
chs: Animated Image(动图)
cs_cz: Animovaný obrázek
de: Animiertes Bild
es_es: Imagen animada
fa_ir: عکس پویا
fr: Image Animée
he_il: תמונה מונפשת
id_id: Gambar Animasi
it_it: Immagine animata
ja_jp: アニメーション画像
ko_kr: 움직이는 이미지
pt: Imagem animada
si: සජීවී ඡායාරූපය
sr_cyrl: Анимирана слика
sr_latn: Animirana slika
tr_tr: Canlı görüntü
vi_vn: Hoạt ảnh
zh_cn: 动态图像
zh_tw: 動畫圖片

# StringAudioName
source: Audio
ar_eg: الصوت
chs: Audio(音频)
fa_ir: صدا
he_il: שמע
ja_jp: オーディオ
ko_kr: 오디오
pt: Áudio
si: ශ්‍රව්‍ය
sr_cyrl: Звук
sr_latn: Zvuk
tr_tr: Ses
vi_vn: Âm thanh
zh_cn: 音频
zh_tw: 音訊

# StringDocumentName
source: Document
ar_eg: مستند
chs: Document(文档)
cs_cz: Dokument
de: Dokument
es_es: Documento
fa_ir: سند
he_il: מסמך
id_id: Dokumen
it_it: Documento
ja_jp: ドキュメント
ko_kr: 문서
pt: Documento
si: ලේඛනය
sr_cyrl: Датотека
sr_latn: Datoteka
tr_tr: Döküman
vi_vn: Tài liệu
zh_cn: 文档
zh_tw: 文件

# StringImageName
source: Image
ar_eg: صوره
chs: Image(图像)
cs_cz: Obrázek
de: Bild
es_es: Imagen
fa_ir: تصویر
he_il: תמונה
id_id: Gambar
it_it: Immagine
ja_jp: 画像
ko_kr: 이미지
pt: Imagem
si: ඡායාරූපය
sr_cyrl: Слика
sr_latn: Slika
tr_tr: Görüntü
vi_vn: Hình ảnh
zh_cn: 图像
zh_tw: 圖片

# StringVideoName
source: Video
ar_eg: فيديو
chs: Video(视频)
es_es: Vídeo
fa_ir: ویدیو
fr: Vidéo
he_il: וידאו
ja_jp: ビデオ
ko_kr: 동영상
pt: Vídeo
si: දෘශ්‍ය පථය
sr_cyrl: Видео
zh_cn: 视频
zh_tw: 影片

# ExitWaitingDuration
source: Waiting duration before application exit
ar_eg: فترة انتظار قبل اغلاق البرنامج
chs: 转换任务窗口自动退出时间
cs_cz: Doba čekání před ukončením aplikace
de: Wartezeit bevor das Programm sich schließt
es_es: Tiempo de espera antes de cerrar la aplicación
fa_ir: مدت زمان مورد نیاز ثبل از خروج
fr: Temps d'attente avant l'arrêt de l'application
he_il: משך ההמתנה לפני סגירת הישום
id_id: Durasi menunggu sebelum aplikasi keluar
it_it: Tempo di attesa prima dell'uscita dall'applicazione
ja_jp: アプリケーション終了までの待ち時間
ko_kr: 애플리케이션 종료 전 대기 시간
pt: Duração de espera antes da saída do programa
si: මෘදුකාංගයෙන් ඉවත් වීමට පෙර බලා සිටීමේ කාලය
sr_cyrl: Трајање чекања пре изласка из апликације
sr_latn: Traјanje čekanja pre izlaska iz aplikaciјe
tr_tr: Uygulamadan çıkılmadan önceki bekleme süresi
vi_vn: Thời gian chờ trước khi tắt ứng dụng
zh_cn: 应用退出前的等待时间
zh_tw: 應用程式結束前的等待時間

source: Language
ar_eg: اللغة
chs: 语言
cs_cz: Jazyk
de: Sprache
es_es: Idioma
fa_ir: زبان
fr: Langue
he_il: שפה
id_id: Bahasa
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
pt: Idioma
si: භාෂාව
sr_cyrl: Језик
sr_latn: Jezik
tr_tr: Dil
vi_vn: Ngôn ngữ
zh_cn: 语言
zh_tw: 語言

source: Maximum number of simultaneous conversions
ar_eg: الحد الأقصى لعدد التحويلات المتزامنة
chs: 最大同时转换任务数量
cs_cz: Maximální počet souběžných konverzí
de: Maximale Anzahl an gleichzeitig verlaufenden Umwandlung
es_es: Número máximo de conversiones simultáneas
fa_ir: حداکثر تعداد تبدیل همزمان
fr: Nombre maximum de conversions simultanées
he_il: מספר מרבי של המרות בו זמנית
id_id: Jumlah maksimum konversi bersamaan
it_it: Numero massimo di conversioni simultanee
ja_jp: 最大同時変換数
ko_kr: 최대 동시 변환 수
pt: Número máximo de conversões simultâneas
si: උපරිම එකවර පරිවර්තන ප්‍රමාණය
sr_cyrl: Максималан број истовремених конверзија
sr_latn: Maksimalan broј istovremenih konverziјa
tr_tr: Azami eş zamanlı çevirme sayısı
vi_vn: Số lượng chuyển đổi đồng thời tối đa
zh_cn: 同时转换的最大数量
zh_tw: 最大同時轉檔數

# DefaultPresetName
source: New preset
ar_eg: ضبط مسبق جديد
chs: 新的预设
cs_cz: Nová předvolba
de: Neues Preset
es_es: Nuevo preajuste
fa_ir: پریست جدید
fr: Nouveau preset
he_il: הגדרה מראש חדשה
id_id: Preset baru
it_it: Nuovo modello
ja_jp: 新しいプリセット
ko_kr: 새 프리셋
pt: Nova predefinição
si: නව ප්‍රතිසැකසුම
sr_cyrl: Нови присет
sr_latn: Novi priset
tr_tr: Yeni ön ayar
vi_vn: Hồ sơ mới
zh_cn: 新预设
zh_tw: 新增預設值

source: ###Downloading change log ...
ar_eg: ###تنزيل سجل التغييرات
chs: ###正在下载更新日志 ...
cs_cz: ###Stahování change logu ...
de: Change log wird heruntergeladen...
es_es: ###Descargando registro de cambios...
fa_ir: در حال دریافت لیست تغییرات
fr: ###Téléchargement des notes de mise à jour ...
he_il: ###מוריד יומן שינויים ...
id_id: ###Mengunduh log perubahan ...
it_it: ###Download del registro delle modifiche ...
ja_jp: ###変更ログのダウンロード中 ...
ko_kr: ###변경 기록 다운로드 중 ...
pt: ###A transferir registo de alterações ...
si: ###වෙනස්කම් ලඝුව බාමින් ...
sr_cyrl: ###Преузимање дневника промена...
sr_latn: ###Preuzimanje dnevnika promena...
tr_tr: ###Değişim kaydı indiriliyor ...
vi_vn: ###Tải nhật ký thay đổi ...
zh_cn: ###正在下载更新日志……
zh_tw: ###正在下載更新日誌...

source: Conversion Archives
ar_eg: أرشيف التحويلات
cs_cz: Archivy konverzí
de: Umwandlungsarchiv
es_es: Archivos de conversión
fa_ir: آرشیو تبدیل ها
fr: Archives de conversions
he_il: ארכיון המרות
id_id: Arsip Konversi
it_it: Archivi di conversione
ja_jp: 変換アーカイブ
ko_kr: 변환 아카이브
pt: Arquivos de conversão
si: පරිවර්තන සංරක්ෂිතය
sr_cyrl: Архива конверзација
sr_latn: Arhiva konverzaciјa
tr_tr: Dönüşüm Arşivleri
vi_vn: Lưu trữ chuyển đổi
zh_cn: 转换压缩包
zh_tw: 原始檔案封存資料夾

# ErrorCanceled
source: Canceled.
ar_eg: ألغي
chs: 已取消.
cs_cz: Zrušeno.
de: Abgebrochen
es_es: Cancelado.
fa_ir: لغو شد
fr: Annulé.
he_il: בוטל
id_id: Dibatalkan.
it_it: Cancellato.
ja_jp: キャンセルされました。
ko_kr: 취소되었습니다.
pt: Cancelado.
si: අවලංගුයි.
sr_cyrl: Отказано.
sr_latn: Otkazano.
tr_tr: İptal edildi.
vi_vn: Đã hủy.
zh_cn: 取消。
zh_tw: 已取消。

# ErrorCantFindFFMPEG
source: Fail to find ffmpeg executable. You should try to reinstall the application.
ar_eg: فشل في ايجاد ffmpeg executable ,يجب ان تحاول اعادة تثبيت البرنامج
chs: 找不到 ffmpeg 可执行文件，您可以尝试重新安装应用程序。
cs_cz: Nepodařilo se najít spustitelný soubor ffmpeg. Zkuste aplikaci znovu nainstalovat.
de: Fehler beim Finden der ffmpeg executable. Sie sollten versuchen das Programm neu zu installieren.
es_es: No se encuentra el ejecutable de ffmpeg. Debería reinstalar la aplicación.
fa_ir: خطا در پیدا کردن فرمت مورد نیاز. برنامه را دوباره نصب کنید
fr: L'exécutable ffmpeg n'a pas été trouvé. Vous pouvez essayer de réinstaller l'application pour corriger le problème.
he_il: לא נמצא רכיב ffmpeg. נסה להתקין את התוכנה שוב.
id_id: Gagal menemukan program ffmpeg. Anda sebaiknya mencoba memasang ulang aplikasi.
it_it: Impossibile trovare l'eseguibile ffmpeg. Dovresti provare a reinstallare l'applicazione.
ja_jp: ffmpeg実行ファイルが見つかりません。アプリケーションを再インストールしてください。
ko_kr: ffmpeg 실행 파일을 찾지 못했습니다. 애플리케이션을 다시 설치해 보세요.
pt: Não foi possível encontrar o executável do ffmpeg. você deveria tentar reinstalar o programa.
si: ffmpeg එක්සික්‍යුටබලය සොයාගත නොහැක. මෘදුකාංගය ප්‍රතිස්ථාපනය කර බලන්න.
sr_cyrl: Неуспешно проналажење извршне датотеке ffmpeg. Требало би да покушате да поново инсталирате апликацију.
sr_latn: Neuspešno pronalaženje izvršne datoteke ffmpeg. Trebalo bi da pokušate da ponovo instalirate aplikaciјu.
tr_tr: Çalıştırılabilir ffmpeg bulunamadı. Uygulamayı yeniden kurmayı deneyin.
vi_vn: Không tìm thấy tệp thực thi ffmpeg. Bạn nên thử cài đặt lại ứng dụng.
zh_cn: 找不到 ffmpeg 可执行文件，您应该尝试重新安装应用程序。
zh_tw: 找不到 ffmpeg 執行檔。請嘗試重新安裝該應用程式。

# ErrorCDAExtractionFailed
source: Audio CD track extraction failed
ar_eg: فشل في اخراج صوت CD
chs: 音频 CD 轨道提取失败
cs_cz: Extrakce stop ze zvukového disku CD se nezdařila.
de: Audio CD Spur Extraktion fehlgeschlagen
es_es: Extracción de pista de audio CD fallida.
fa_ir: خطا در استخراج فایل از دیسک
fr: Echec de l'extraction de la piste audio.
he_il: חילוץ שמע מCD נכשל.
id_id: Ekstraksi trek CD Audio gagal
it_it: Estrazione della traccia audio del CD non riuscita.
ja_jp: オーディオCDのトラック抽出に失敗しました。
ko_kr: 오디오 CD 트랙 추출에 실패했습니다.
pt: A extração da faixa de áudio do CD falhou.
si: ශ්‍රව්‍ය සීඩී පථය නිස්සාරණය අසාර්ථකයි.
sr_cyrl: Екстракција звука CD нумере није успела.
sr_latn: Ekstrakciјa zvuka CD numere niјe uspela.
tr_tr: Ses CD çıkarma işlemi başarısız.
vi_vn: Không trích xuất được đoạn âm thanh.
zh_cn: 音频CD轨道提取失败。
zh_tw: 音訊 CD 音軌提取失敗。

# ErrorCDDriveNotReady
source: CD drive is not ready.
ar_eg: قرص CD غير جاهز
chs: CD 驱动器访问失败
cs_cz: Jednotka CD není připravena.
de: CD Laufwerk ist nicht bereit.
es_es: La unidad de CD no está lista.
fa_ir: درایو آماده نیست
fr: Le lecteur CD n'est pas prêt.
he_il: כונן הCD אינו מוכן.
id_id: Drive CD tidak siap.
it_it: L'unità CD non è pronta.
ja_jp: CDドライブの準備ができていない。
ko_kr: CD 드라이브가 준비되지 않았습니다.
pt: A unidade de CD não está pronta
si: සීඩී ධාවකය සූදානම් නැත.
sr_cyrl: CD диск није спреман.
sr_latn: CD disk niјe spreman.
tr_tr: CD sürücü hazır değil.
vi_vn: Ổ đĩa CD chưa sẵn sàng.
zh_cn: CD 驱动器未准备好。
zh_tw: CD 光碟機未就緒。

# ErrorFailedToLaunchFFMPEG
source: Fail to launch ffmpeg.
ar_eg: فشل في بدأ ffmpeg
chs: 无法启动 ffmpeg
cs_cz: Nepodařilo se spustit ffmpeg.
de: Fehler beim Ausführen der ffmpeg
es_es: Error al ejecutar ffmpeg.
fa_ir: خطا در اجرای تبدیل کننده
fr: Ffmpeg n'a pas pu être lancé.
he_il: הפעלת ffmpeg נכשלה.
id_id: Gagal menjalankan ffmpeg.
it_it: Impossibile avviare ffmpeg.
ja_jp: ffmpegの起動に失敗。
ko_kr: ffmpeg 실행에 실패했습니다.
pt: Foi impossível abrir o ffmpeg.
si: ffmpeg දියත් කිරීම අසාර්ථකයි.
sr_cyrl: Неуспрешно покретање ffmpeg-а.
sr_latn: Neusprešno pokretanje ffmpeg-a.
tr_tr: ffmpeg başlatılamadı.
vi_vn: Không thể chạy ffmpeg.
zh_cn: 启动 ffmpeg 失败。
zh_tw: 啟動 FFmpeg 失敗。
