Repository: Tichau/FileConverter
Catalog: Application/FileConverter/Properties/Resources.*.resx
Languages: ar_eg, chs, cs_cz, de, es_es, fa_ir, fr, he_il, id_id, it_it, ja_jp, ko_kr, pt, si, sr_cyrl, sr_latn, tr_tr, vi_vn, zh_cn, zh_tw

source: Input formats
ar_eg: صيغ المدخلات
chs: 输入格式
cs_cz: Formáty zadání
de: Eingabeformate
es_es: Formatos de origen:
fa_ir: وارد کردن فرمت
fr: Formats compatibles
he_il: פורמטי קלט
id_id: Format masukan
it_it: Formati di input
ja_jp: 入力フォーマット
ko_kr: 입력 유형
pt: Formatos de origem
si: ආදාන ආකෘති
sr_cyrl: Формати улаза
sr_latn: Formati ulaza
tr_tr: Giriş türleri
vi_vn: Định dạng đầu vào
zh_cn: 输入格式
zh_tw: 輸入格式

# InputPostConversionActionDeleteName
source: Delete
ar_eg: حذف
chs: 删除
cs_cz: Odstranit
de: Löschen
es_es: Eliminar
fa_ir: حذف
fr: Supprimer
he_il: מחיקה
id_id: Hapus
it_it: Cancella
ja_jp: デリート
ko_kr: 삭제
pt: Apagar
si: විනාශ කරන්න
sr_cyrl: Обриши
sr_latn: Obriši
tr_tr: Sil
vi_vn: Xóa bản gốc
zh_cn: 删除
zh_tw: 刪除

# InputPostConversionActionMoveInArchiveFolderName
source: Move in an archive folder
ar_eg: نقل الي مجلد الارشيف
chs: 移动到归档文件夹中
cs_cz: Přesun do složky archivu
de: Ins Archiv verschieben
es_es: Mover a carpeta de archivos
fa_ir: انتقال به پوشه آرشیو
fr: Déplacer dans un dossier d'archive
he_il: העבר את הקובץ המקורי לארכיון
id_id: Pindahkan ke folder arsip
it_it: Sposta in una cartella di archivio
ja_jp: アーカイブフォルダ内の移動
ko_kr: 아카이브 폴더로 옮기기
pt: Mover-se para um ficheiro
si: සංරක්ෂිත ෆෝල්ඩරයක් වෙත යවන්න
sr_cyrl: Премести у архивску фасциклу
sr_latn: Premesti u arhivsku fasciklu
tr_tr: Bir arşiv klasörüne taşı
vi_vn: Chuyển vào thư mục lưu trữ
zh_cn: 移动到压缩包中
zh_tw: 移至封存資料夾

# InputPostConversionActionNoneName
source: None
ar_eg: فارغ
chs: 无
cs_cz: Žádné
de: Nichts
es_es: No hacer nada
fa_ir: هیچ
fr: Aucune
he_il: ללא
id_id: Tidak ada
it_it: Niente
ja_jp: なし
ko_kr: 없음
pt: Nenhum
si: නැත
sr_cyrl: Ништа
sr_latn: Ništa
tr_tr: Hiçbiri
vi_vn: Không có
zh_cn: 无
zh_tw: 無

# InstallButtonDescription
source: The update has been downloaded. Exit File Converter and install the update now.
ar_eg: التحديث تم تنزيله.اغلق البرنامج و قم بتثبيت التحديث الان
chs: 更新文件已下载完成，退出 File Converter 并立即安装更新
cs_cz: Aktualizace byla stažena. Ukončete aplikaci File Converter a nainstalujte aktualizaci.
de: Das Update wurde heruntergeladen. Schließe File Converter um es zu installieren
es_es: Actualización descargada. Se instalará cuando salga de File Converter.
fa_ir: آپدیت دانلود شد. از برنامه خارج شده و نصب نمایید
fr: La mise à jour a été téléchargée. Quitte File Converter et installe la mise à jour maintenant.
he_il: הורדת העדכון הושלמה. סגור את File Converter כדי שהעדכון יותקן.
id_id: Pembaruan telah diunduh. Keluar dari File Converter dan pasang pembaruan sekarang
it_it: L'aggiornamento è stato scaricato. Uscire da File Converter e installare l'aggiornamento ora.
ja_jp: アップデートがダウンロードされました。ファイルコンバータを終了し、アップデートをインストールします。
ko_kr: 업데이트가 다운로드되었습니다. File Converter를 종료해서 업데이트를 설치하세요.
pt: A atualização foi transferida. Saia do File Converter e instale a atualização agora.
si: යාවත්කාලීනය බාගෙන අවසන්. File Converter වෙතින් ඉවත් වී දැන්ම යාවත්කාලීනය ස්ථාපනය කරන්න.
sr_cyrl: Ажурирање је преузето. Напустите File Converter и инсталирајте ажурирање сада.
sr_latn: Ažuriranje јe preuzeto. Napustite File Converter i instaliraјte ažuriranje sada.
tr_tr: Güncelleme indirildi. File Converter'dan çıkın ve şimdi kurun.
vi_vn: Bản cập nhật đã được tải xuống. Thoát khỏi File Converter và cài đặt bản cập nhật ngay.
zh_cn: 更新下载完成。现在可退出 File Converter 并安装更新。
zh_tw: 更新下載完成。現在可以關閉 File Converter 並立即安裝更新。

# InstallButtonTitle
source: Install when I exit File Converter
ar_eg: تثبيت عندما اقوم بغلق البرنامج
chs: 退出 File Converter 时安装
cs_cz: Instalovat když ukončím File Converter
de: Installieren sobald ich File Converter schließe
es_es: Instalar al salir de File Converter
fa_ir: وقتی از برنامه خارج شد نصب کن
fr: Installer quand je quitte File Converter
he_il: התקן כשאני יוצא מFiler Conveter
id_id: Pasang ketika saya keluar dari File Converter
it_it: Installa quando esco da File Converter
ja_jp: ファイルコンバータを終了するとインストールされる
ko_kr: File Converter를 종료할 때 설치
pt: Instalar quando eu saia do File Converter
si: File Converter වෙතින් ඉවත් වීමේදී ස්ථාපනය කරන්න
sr_cyrl: Инсталирај када напустим File Converter
sr_latn: Instaliraј kada napustim File Converter
tr_tr: Ben File Converter'dan çıktığımda kur
vi_vn: Cài đặt khi tôi thoát khỏi File Converter
zh_cn: 当我退出 File Converter 时安装
zh_tw: 關閉 File Converter 時安裝

# IssueButtonDescription
source: Report an issue
ar_eg: تقرير عن مشكلة
chs: 反馈问题
cs_cz: Nahlásit problém
de: Einen Fehler melden
es_es: Informar de un problema
fa_ir: گزارش مشکل
fr: Signaler un problème
he_il: דווח על בעיה
id_id: Laporkan masalah
it_it: Segnala un problema
ja_jp: 問題を報告する
ko_kr: 문제 제보하기
pt: Reportar um problema
si: දෝෂයක් වාර්තා කරන්න
sr_cyrl: Пријави проблем
sr_latn: Priјavi problem
tr_tr: Bir problem raporla
vi_vn: Báo cáo sự cố
zh_cn: 报告问题
zh_tw: 問題回報

source: Move down selected preset
ar_eg: تحرك لأسفل الإعداد المسبق المحدد
chs: 向下移动选定项
cs_cz: Posunutí vybrané předvolby dolů
de: Ausgewähltes Preset nach unten verschieben
es_es: Mover abajo el preajuste seleccionado
fa_ir: انتقال پریست به پایین
fr: Déplace le preset selectionné vers le bas
he_il: העבר למטה
id_id: Pindahkan preset terpilih ke bawah
it_it: Sposta in basso il modello selezionato
ja_jp: 選択したプリセットを下に移動
ko_kr: 선택된 프리셋 아래로
pt: Mover a predefinição selecionada para baixo
si: තෝරාගත් ප්‍රතිසැකසුම පහතට යවන්න
sr_cyrl: Помери доле изабрани присет
sr_latn: Pomeri dole izabrani priset
tr_tr: Seçilen ön ayarı aşağı kaydır
vi_vn: Chuyển hồ sơ đã chọn xuống
zh_cn: 将所选项下移
zh_tw: 將選取的預設值向下移動

source: Move up selected preset
ar_eg: تحرك لأعلي الإعداد المسبق المحدد
chs: 向上移动选定项
cs_cz: Posunutí vybrané předvolby nahoru
de: Ausgewähltes Preset nach oben verschieben
es_es: Mover arriba el preajuste seleccionado
fa_ir: انتقال پریست به بالا
fr: Déplace le preset selectionné vers le haut
he_il: העבר למעלה
id_id: Pindahkan preset terpilih ke atas
it_it: Sposta in alto il modello selezionato
ja_jp: 選択したプリセットを上に移動
ko_kr: 선택된 프리셋 위로
pt: Mover a predefinição selecionada para cima
si: තෝරාගත් ප්‍රතිසැකසුම ඉහළට යවන්න
sr_cyrl: Помери горе изабрани присет
sr_latn: Pomeri gore izabrani priset
tr_tr: Seçilen ön ayarı yukarı kaydır
vi_vn: Chuyển hồ sơ đã chọn lên
zh_cn: 将所选项上移
zh_tw: 將選取的預設值向上移動

# Mp3CbrDescription
source: Constant bitrate encoding
ar_eg: ترميز معدل البت الثابت
chs: 静态(固定)比特率
cs_cz: Enkódování s konstantním bitratem
de: Codieren mit konstanter Bitrate
es_es: Codificación con tasa de bits constante
fa_ir: بیت ریت ثابت
fr: Taux d'encodage constant
he_il: קידוד קצב סיביות קבוע
id_id: Pengkodean bitrate konstan
it_it: Codifica bitrate costante
ja_jp: 一定ビットレートのエンコーディング
ko_kr: 고정 비트레이트 인코딩
pt: Codificação de bitrate constante
si: නියත බිටු සීඝ්‍රතා කේතනය
sr_cyrl: Кодирање са константном брзином битова
sr_latn: Kodiranje sa konstantnom brzinom bitova
tr_tr: Sabit bithızı şifreleme
vi_vn: Tốc độ mã hóa không đổi
zh_cn: 恒定比特率编码
zh_tw: 固定位元速率編碼

# Mp3VbrDescription
source: Variable bitrate encoding
ar_eg: ترميز معدل البت المتغير
chs: 动态比特率
cs_cz: Enkódování s proměnlivým bitratem
de: Codieren mit variabler Bitrate
es_es: Codificación con tasa de bits variable
fa_ir: بیت ریت متغیر
fr: Taux d'encodage variable
he_il: קידוד קצב סיביות משתנה
id_id: Pengkodean bitrate variabel
it_it: Codifica bitrate variabile
ja_jp: 可変ビットレートエンコーディング
ko_kr: 가변 비트레이트 인코딩
pt: Codificação de bitrate variável
si: අනියත බිටු සීඝ්‍රතා කේතනය
sr_cyrl: Кодирање са променљивом брзином битова
sr_latn: Kodiranje sa promenljivom brzinom bitova
tr_tr: Değişken bithızı şifreleme
vi_vn: Tốc độ mã hóa thay đổi
zh_cn: 可变比特率编码
zh_tw: 變動位元速率編碼

# NinetyDegreesRotationTooltip
source: 90° counter clockwise rotation
ar_eg: 90 درجة دوران عقارب الساعة
chs: 逆时针旋转90度
cs_cz: 90° proti směru
de: 90° gegen den Uhrzeigersinn rotieren
es_es: Rotación de 90° en el sentido del reloj
fa_ir: 90° پاد ساعت گرد
fr: rotation de 90° dans le sens antihoraire
he_il: סיבוב נגד כיוון השעון ב-90°
id_id: Rotasi 90° berlawanan arah jarum jam
it_it: Rotazione antioraria di 90°
ja_jp: 90° 反時計回り
ko_kr: 90° 시계 반대 방향 회전
pt: Rotacionar 90° sentido inverso aos ponteiros do relógio
si: 90° වමාවර්ත භ්‍රමණය
sr_cyrl: Ротација од 90° у смеру супротном од казаљке на сату
sr_latn: Rotaciјa od 90° u smeru suprotnom od kazaljke na satu
tr_tr: 90° saat yönünün tersi dönme
vi_vn: Xoay 90° ngược chiều kim đồng hồ
zh_cn: 逆时针旋转 90°
zh_tw: 逆時針旋轉 90°

source: Ok
ar_eg: موافق
chs: 确认
es_es: Aceptar
fa_ir: باشه
he_il: אישור
id_id: Oke
ko_kr: 확인
si: හරි
sr_cyrl: Уреду
sr_latn: Uredu
tr_tr: Tamam
vi_vn: Đồng ý
zh_tw: 確定

# OneEightyDegreesRotationTooltip
source: 180° rotation
ar_eg: 180° دوران
chs: 旋转180度
cs_cz: 180° otočení
de: 180° rotieren
es_es: Rotación de 180° en el sentido del reloj
fa_ir: 180° چرخش
fr: rotation de 180°
he_il: סיבוב של 180°
id_id: Rotasi 180°
it_it: Rotazione di 180°
ja_jp: 180° 旋回
ko_kr: 180° 회전
pt: Rotacionar 180°
si: 180° භ්‍රමණය
sr_cyrl: Ротација од 180°
sr_latn: Rotaciјa od 180°
tr_tr: 180° dönme
vi_vn: Xoay 180°
zh_cn: 旋转 180°
zh_tw: 旋轉 180°

# OutputExample
source: Output
ar_eg: الاخراج
chs: 输出示例
cs_cz: Výsledek
de: Ausgabe
es_es: Resultado
fa_ir: خروجی
fr: Destination
he_il: פלט
id_id: Keluaran
ja_jp: 出力
ko_kr: 출력
pt: Destino
si: ප්‍රතිදානය
sr_cyrl: Излаз
sr_latn: Izlaz
tr_tr: Çıktı
vi_vn: Đầu ra
zh_cn: 输出
zh_tw: 輸出範例

# OutputFilePathTemplateHelp
source: (p): input file path (f): input filename (o): output extension type (i): input extension type (d0): input parent folder (d1): input sub parent folder ... (n:i): page number index (n:c): total page count Special paths: (p:d): my documents path (p:m): my music path (p:v): my videos path (p:p): my pictures path use maj for uppercase version
ar_eg: (p): مسار الملف المخل (f): اسم الملف المدخل (o): نوع صيغه الاخراج (i): نوع صيغة المدخل (d0): إدخال المجلد الأصل (d1): إدخال المجلد الأصل الفرعي ... (n:i): فهرس رقم الصفحة (n:c): إجمالي عدد الصفحات مسارات خاصة: (p:d): documents مسار (p:m): music مسار (p:v): videos مسار (p:p): pictures مسار استخدم maj لإصدار الأحرف الكبيرة
chs: (p): 输入文件路径 (f): 输入文件名 (o)：输出扩展类型 (i)：输入扩展类型 (d0): 输入父文件夹 (d1): 输入 sub parent 文件夹 ... (n:i)：页码索引 (n:c)：总页数 特殊路径： (p:d)：我的文档（documents）路径 (p:m): 我的音乐（music）路径 (p:v)：我的视频（videos ）路径 (p:p)：我的图片（pictures）路径 使用 maj 表示大写
cs_cz: (p): cesta ke zdrojovému souboru (f): název zdrojového souboru (o): typ výsledného souboru (i): typ zdrojového rozšíření (d0): zdrojová nadřazená složka (d1): zdrojová podsložka ... (n:i): číselný rejstřík stránek (n:c): celkový počet stran Special paths: (p:d): cesta k mým dokumentům (p:m): cesta k mé hudbě (p:v): cesta k mým videím (p:p): cesta k mým obrázkům použijte maj pro verzi s velkými písmeny
de: (p): Eingabe Dateipfad(f): Eingabe Dateiname(o): output extension type(i): input extension type(d0): input parent folder(d1): input sub parent folder...(n:i): page number index(n:c): total page countSpecial paths:(p:d): my documents path(p:m): my music path(p:v): my videos path(p:p): my pictures pathuse maj for uppercase version
es_es: (p): ruta de archivo origen (f): nombre de archivo origen (o): extensión de destino (i): extensión de origen (d0): carpeta contenedora de origen (d1): subcarpeta contenedora de origen ... (n:i): índice de número de página (n:c): número de páginas totales Rutas especiales: (p:d): ruta de Documentos (p:m): ruta de Música (p:v): ruta de Vídeos (p:p): ruta de Imágenes Use May para versión en mayúsculas
fa_ir: (p): input file path (f): وارد کردن نام فایل (o): نوع خروجی (i): نوع ورودی (d0): پوشه اصلی (d1): پوشه زیر مجموعه ... (n:i): مخزن شماره صفحات (n:c): مجموع تعداد صفحات مسیر های خاص: (p:d): my documents مسیر (p:m): my music مسیر (p:v): my videos مسیر (p:p): my pictures مسیر use maj for uppercase version
fr: (p): chemin du fichier d'origine (f): nom du fichier d'origine (o): extension du fichier de destination (i): extension du fichier d'origine (d0): dossier parent du fichier d'origine (d1): parent du dossier parent du fichier d'origine ... (n:i): index du numéro de page (n:c): nombre total de pages Chemins spéciaux: (p:d): chemin vers mes documents (p:m): chemin vers ma musique (p:v): chemin vers mes vidéos (p:p): chemin vers mes images utilisez maj pour une version en majuscules
id_id: (p): jalur file masukan (f): nama file masukan (o): tipe ekstensi keluaran (i): tipe ekstensi masukan (d0): folder induk masukan (d1): folder sub induk masukan ... (n:i): indeks nomor halaman (n:c): jumlah total halaman Jalur khusus: (p:d): jalur dokumen saya (p:m): jalur musik saya (p:v): jalur video saya (p:p): jalur gambar saya gunakan huruf besar untuk versi kapital
it_it: (p): percorso del file di input (f): nome file di input (o): tipo di estensione di output (i): tipo di estensione di input (d0): cartella superiore di input (d1): cartella inferiore di input ... (n:i): indice numero di pagina (n:c): numero totale di pagine Percorsi speciali: (p:d): Percorso documenti (p:m): Percorso musica (p:v): Percorso video (p:p): Percorso immagini usa maj per il maiuscolo
ja_jp: (p): 入力ファイルパス (f): 入力ファイル名 (o): 出力拡張タイプ (i): 入力拡張タイプ (d0): 入力親フォルダ (d1): 入力サブ親フォルダ ... (n:i): ページ番号索引 (n:c): 総ページ数 特別なパス: (p:d): マイ ドキュメント パス (p:m): マイ・ミュージック・パス (p:v): マイ・ビデオ・パス (p:p): マイ・ピクチャー・パス 大文字の場合はmajを使用
ko_kr: (p): 입력 파일 경로 (f): 입력 파일명 (o): 출력 확장자 (i): 입력 확장자 (d0): 입력 상위 폴더 (d1): 입력 폴더 ... (n:i): 페이지 번호 (n:c): 전체 페이지 수 특수 경로: (p:d): 문서 폴더 (p:m): 음악 폴더 (p:v): 동영상 폴더 (p:p): 사진 폴더 maj로 대문자 표시
pt: (P): caminho do ficheiro original (F): nome do arquivo original (O): tipo de extensão de destino (I): tipo de extensão de entrada (D0): input parent folder (d1): input sub parent folder ... (N: i): índice de número de página (N: c): contagem total de páginas Caminhos especiais: (P: d): caminho para Documentos (P: m): caminho para música (P: v): caminho para vídeos (P: p): caminho para fotos Use maj para a versão em maiúsculas
si: (p): ආදාන ගොනු පථය (f): ආදාන ගොනු නාමය (o): ප්‍රතිදාන දිගු වර්ගය (i): ආදාන දිගු වර්ගය (d0): ආදාන මව් ෆෝල්ඩරය (d1): ආදාන අනු මව් ෆෝල්ඩරය ... (n:i): පිටු අංක දර්ශකය (n:c): මුළු පිටු ගණන විශේෂ පථ: (p:d): my documents පථය (p:m): my music පථය (p:v): my videos පථය (p:p): my pictures පථය ලොකු අකුරු අනුවාදයට maj භාවිතා කරන්න
sr_cyrl: (p): пут до улазне датотеке (f): име улазне датотеке (o): тип проширења датотеке (i): тип проширења улазне датотеке (d0): родитељска фасцикла улаза (d1): родитељска подфасцикла улаза ... (n:i): индекс броја странице (n:c): укупан број страница Специјални путеви: (p:d): пут до фасцикле документи (p:m): пут до фасцикле музика (p:v): пут до фасцикле видео (p:p): пут до фасцикле слике котистите maj за велика слова
sr_latn: (p): put do ulazne datoteke (f): ime ulazne datoteke (o): tip proširenja datoteke (i): tip proširenja ulazne datoteke (d0): roditeljska fascikla ulaza (d1): roditeljska podfascikla ulaza ... (n:i): indeks broјa stranice (n:c): ukupan broј stranica Speciјalni putevi: (p:d): put do fascikle dokumenti (p:m): put do fascikle muzika (p:v): put do fascikle video (p:p): put do fascikle slike kotistite maj za velika slova
tr_tr: (p): giriş dosyası yolu (f): giriş dosyası ismi (o): çıktı dosyası türü (i): girdi dosyası türü (d0): girdi üst klasörü (d1): input sub parent folder ... (n:i): sayfa sayısı indeksi (n:c): toplam sayfa sayısı Özel yollar: (p:d): belgeler yolu (p:m): müzikler yolu (p:v): videolar yolu (p:p): resimler yolu
vi_vn: (p): Đường dẫn tệp tin gốc (f): Tên tệp tin gốc (o): Loại tệp tin sau khi chuyển đổi (i): Loại tệp tin gốc (d0): Thư mục cha gốc (d1): Thư mục cha con gốc ... (n:i): Số trang hiện tại (n:c): Tổng số trang Các đường dẫn đặc biệt: (p:d): Đường dẫn đến thư mục "Tài liệu của tôi" (My Documents) (p:m): Đường dẫn đến thư mục "Nhạc của tôi" (My Music) (p:v): Đường dẫn đến thư mục "Video của tôi" (My Videos) (p:p): Đường dẫn đến thư mục "Ảnh của tôi" (My Pictures) Nếu sử dụng MAJ, giá trị của biến sẽ được chuyển thành in hoa
zh_cn: (p): 输入文件路径 (f): 输入文件名 (o): 输出扩展名 (i): 输入扩展名 (d0): 输入父级文件夹 (d1): 输入次父级文件夹 ... (n:i): 页码索引 (n:c): 总页数 特殊路径: (p:d): 文档 (p:m): 音乐 (p:v): 视频 (p:p): 图片 使用 maj 表示大写
zh_tw: (p): 輸入檔案路徑 (f): 輸入檔案名稱 (o): 輸出檔案類型 (i): 輸入檔案類型 (d0): 輸入上層資料夾名稱 (d1): 輸入資料夾名稱 ... (n:i): 頁數 (n:c): 總頁數 特殊路徑： (p:d): 我的文件路徑 (p:m): 我的音樂路徑 (p:v): 我的影片路徑 (p:p): 我的圖片路徑 使用大寫表示大寫版本

source: Output format
ar_eg: صيغة الاخراج
chs: 输出格式
cs_cz: Výsledný formát
de: Ausgabeformat
es_es: Formato destino
fa_ir: فرمت خروجی
fr: Format de destination
he_il: פורמט פלט
id_id: Format keluaran
it_it: Formato di output
ja_jp: 出力フォーマット
ko_kr: 출력 유형
pt: Formato de saída
si: ප්‍රතිදාන ආකෘතිය
sr_cyrl: Излазни формат
sr_latn: Izlazni format
tr_tr: Çıktı türü
vi_vn: Định dạng đầu ra
zh_cn: 输出格式
zh_tw: 輸出格式

source: Preset
ar_eg: ضبط
chs: 预设
cs_cz: Předvolba
es_es: Preajuste
fa_ir: پریست
he_il: מוגדר מראש
it_it: Modello
ja_jp: プリセット
ko_kr: 프리셋
pt: Predefinição
si: ප්‍රතිසැකසුම්
sr_cyrl: Присет
sr_latn: Priset
tr_tr: Ön ayar
vi_vn: Hồ sơ
zh_cn: 预设
zh_tw: 預設值

source: Preset Name
ar_eg: اسم الضبط
chs: 预设名称
cs_cz: Název předvolby
es_es: Nombre de preajuste
fa_ir: نام چریست
fr: Nom du preset
he_il: שם מוגדר מראש
id_id: Nama Preset
it_it: Nome modello
ja_jp: プリセット名
ko_kr: 프리셋 이름
pt: Nome da predefinição
si: ප්‍රතිසැකසුම් නාමය
sr_cyrl: Име присета
sr_latn: Ime priseta
tr_tr: Ön ayar adı
vi_vn: Tên hồ sơ
zh_cn: 预设名称
zh_tw: 預設值名稱

source: Quality :
ar_eg: الجوده:
chs: 质量 :
cs_cz: Kvalita :
de: Qualität:
es_es: Calidad:
fa_ir: کیفیت :
fr: Qualité :
he_il: איכות :
id_id: Kualitas :
it_it: Qualità :
ja_jp: 品質 :
ko_kr: 품질 :
pt: Qualidade :
si: ගුණාත්මකභාවය :
sr_cyrl: Квалитет :
sr_latn: Kvalitet :
tr_tr: Kalite :
vi_vn: Chất lượng :
zh_cn: 质量：
zh_tw: 品質：

# RecommendeBitrateRangeInBlue
source: Recommended bitrate range in blue
de: Empfohlene Bitratenreichweite in Blau
fr: Taux recommandés en bleu
it_it: In blu l'intervallo di bitrate consigliato
pt: O bitrate recomendado está representado a azul
si: නිල් පාටින් නිර්දේශිත බිටු සිඝ්‍රතා පරාසය

source: Remove selected preset
ar_eg: حذف
chs: 删除
cs_cz: Odstranit
de: Ausgewähltes Preset löschen
es_es: Remover preajuste seleccionado
fa_ir: حذف
fr: Supprime le preset selectionné
he_il: מחק
id_id: Hapus
it_it: Rimuovi preset selezionato
ja_jp: 削除
ko_kr: 삭제
pt: Remover a predefinição selecionada
si: තෝරාගත් ප්‍රතිසැකසුම ඉවත් කරන්න
sr_cyrl: Обриши
sr_latn: Obriši
tr_tr: Sil
vi_vn: Xóa lựa chọn này
zh_cn: 删除
zh_tw: 刪除

source: Rotate :
ar_eg: دوران:
chs: 旋转 :
cs_cz: Otočit :
de: Rotieren:
es_es: Rotar:
fa_ir: چرخش :
fr: Rotation :
he_il: סיבוב :
id_id: Putar :
it_it: Ruota :
ja_jp: 回転 :
ko_kr: 회전 :
pt: Rotacionar :
si: භ්‍රමණය :
sr_cyrl: Окрени :
sr_latn: Okreni :
tr_tr: Döndür :
vi_vn: Xoay :
zh_cn: 旋转：
zh_tw: 旋轉：

source: Save
ar_eg: حفظ
chs: 保存
cs_cz: Uložit
de: Speichern
es_es: Guardar
fa_ir: ذخیره
fr: Enregistrer
he_il: שמור
id_id: Simpan
it_it: Salva
ja_jp: セーブ
ko_kr: 저장
pt: Guardar
si: සුරකින්න
sr_cyrl: Сачувај
sr_latn: Sačuvaј
tr_tr: Kaydet
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

source: Scale :
ar_eg: الحجم:
chs: 尺寸 :
cs_cz: Velikost :
de: Größe:
es_es: Escala:
fa_ir: اندازه :
fr: Echelle :
he_il: קנה מידה :
id_id: Skala :
it_it: Scala :
ja_jp: スケール :
ko_kr: 크기 :
pt: Escala :
si: පරිමාණය :
sr_cyrl: Скала :
sr_latn: Skala :
tr_tr: Ölçek :
vi_vn: Thang đo:
zh_cn: 范围：
zh_tw: 縮放：

source: See change log ...
ar_eg: انظر سجل التغيرات..
chs: 查看更新日志 ...
cs_cz: Zobrazit change log ...
de: Change log anschauen
es_es: Ver registro de cambios...
fa_ir: مشاهده تغییرات برنامه
fr: Voir les changements ...
he_il: הצג יומן שינויים...
id_id: Lihat log perubahan ...
it_it: Guarda il registro delle modifiche...
ja_jp: 変更履歴を見る ...
ko_kr: 변경 기록 보기 ...
pt: Ver log de alterações ...
si: වෙනස්කම් ලඝුව බලන්න ...
sr_cyrl: Погледајте дневник промена ...
sr_latn: Pogledaјte dnevnik promena ...
tr_tr: Kayıtlara bakın ...
vi_vn: Xem nhật ký thay đổi ...
zh_cn: 请参阅更改日志……
zh_tw: 請參閱更新日誌...

# Settings
source: File Converter Settings
ar_eg: الاعدادات
chs: 设置
cs_cz: Nastavení
de: File Converter Einstellungen
es_es: Configuración
fa_ir: تنظیمات
fr: Configuration de File Converter
he_il: הגדרות File Converter
id_id: Pengaturan File Converter
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pt: Definições
si: සැකසුම්
sr_cyrl: Подешавања
sr_latn: Podešavanja
tr_tr: Ayarlar
vi_vn: Cài đặt
zh_cn: 设置
zh_tw: 設定

# SettingsButtonTitle
source: Settings
de: Einstellungen
fr: Configuration
it_it: Impostazioni
pt: Definições
si: සැකසුම්

# TwoSeventyDegreesRotationTooltip
source: 90° clockwise rotation
ar_eg: 90 درجة دوران في اتجاه عقارب الساعة
chs: 顺时针90度
cs_cz: 90° otočení po směru
de: 90° im Uhrzeigersinn rotieren
es_es: Rotación de 270° en el sentido del reloj
fa_ir: 90° ساعت گرد
fr: rotation de 90° dans le sens horaire
he_il: סיבוב של 90° בכיוון השעון
id_id: Rotasi 90° searah jarum jam
it_it: Rotazione senso orario di 90°
ja_jp: 90° 時計回り
ko_kr: 90° 시계 방향 회전
pt: Rotacionar 90° na direção dos ponteiros do relógio
si: 90° දක්ෂිණාවර්ත භ්‍රමණය
sr_cyrl: Ротација за 90° у смеру казаљке на сату
sr_latn: Rotaciјa za 90° u smeru kazaljke na satu
tr_tr: 90° saat yönünün tersine dönme
vi_vn: Xoay 90° theo chiều kim đồng hồ
zh_cn: 顺时针旋转 90°
zh_tw: 順時針旋轉 90°

# UpgradeAvailable
source: An update for File Converter is available. It is strongly recommended that you install it as soon as possible!
ar_eg: يتوفر تحديث للبرنامج. يوصى بشدة بتثبيته في أسرع وقت ممكن!
chs: 检查到有新版本 File Cobverter 可用，建议您尽快安装！
cs_cz: K dispozici je aktualizace aplikace File Converter. Doporučujeme ji nainstalovat co nejdříve!
es_es: Hay disponible una actualización para File Converter. ¡Se recomienda vivamente instalarla cuanto antes!
fa_ir: به‌روزرسانی موجود است. پیشنهاد می‌شود سریعا نصب نمایید
fr: Une mise à jour de File Converter est disponible. Il est vivement recommandé de l'installer dès que possible!
he_il: עדכון עבור File Converter זמין. מומלץ מאוד להתקין אותו בהקדם האפשרי!
id_id: Pembaruan untuk File Converter tersedia. Sangat disarankan untuk memasangnya segera!
it_it: È disponibile un aggiornamento per File Converter. Si consiglia di installarlo il prima possibile!
ja_jp: ファイルコンバータのアップデートが利用可能です。できるだけ早くインストールすることを強くお勧めします！
ko_kr: File Converter를 업데이트할 수 있습니다. 가능한 한 빨리 설치하세요!
pt: Uma atualização para o File Converter está disponível. É altamente recomendado instala-la assim que puder!
si: File Converter හට යාවත්කාලීනයක් පවතී. එය හැකි ඉක්මණින් ස්ථාපනය කිරීමට නිර්දේශ කරමු!
sr_cyrl: Доступно је ажурирање за File Converter. Топло се препоручује да га инсталирате што је пре могуће!
sr_latn: Dostupno јe ažuriranje za File Converter. Toplo se preporučuјe da ga instalirate što јe pre moguće!
tr_tr: File Converter için bir güncelleme mevcut. Mümkün olan en yakın zamanda kurmanız şiddetle tavsiye edilir!
vi_vn: Đã có bản cập nhật cho File Converter. Nên cài đặt nó càng sớm càng tốt!
zh_cn: File Converter 有可用更新。墙裂建议您尽快安装最新版本！
zh_tw: File Converter 有可用的更新。建議您盡速安裝！

source: Upgrade download in progress...
ar_eg: ترقية التنزيل قيد التقدم ...
chs: 更新下载中....
cs_cz: Probíhá stahování aktualizace...
de: Aktualisierung wird heruntergeladen
es_es: Descarga de actualización en curso...
fa_ir: در حال دانلود به‌روزرسانی...
fr: Téléchargement de la mise à jour en cours...
he_il: הורדת העדכון מתבצעת ...
id_id: Unduhan pembaruan sedang berlangsung...
it_it: Download aggiornamento in corso...
ja_jp: アップグレードダウンロード中...
ko_kr: 업그레이드 다운로드 중...
pt: Download da atualização em progresso...
si: උසස් කිරීම බාගැනීම සාර්ථකව කෙරෙමින්...
sr_cyrl: Преузимање надоградње је у току...
sr_latn: Preuzimanje nadogradnje јe u toku...
tr_tr: Yükseltme indiriliyor...
vi_vn: Đang tải xuống bản cập nhật...
zh_cn: 正在下载升级包……
zh_tw: 正在下載更新...
